{
  "close": {
    "message": "Close",
    "description": "The text for a button to close the current page or dialog."
  },
  "servers_page_title": {
    "message": "Outline",
    "description": "The title of the main page of the application, showing the application's title (Outline). Outline is the product name and can be found in the translation glossary."
  },
  "servers_menu_item": {
    "message": "Servers",
    "description": "The menu item text to navigate to the list of servers."
  },
  "feedback_page_title": {
    "message": "Submit Feedback",
    "description": "The menu item text and title of a page for a user to send feedback to the app’s developers."
  },
  "help_page_title": {
    "message": "Help",
    "description": "The menu item text to navigate to the help section of the app."
  },
  "about_page_title": {
    "message": "About",
    "description": "The title of a page giving details about the app."
  },
  "licenses_page_title": {
    "message": "Licenses",
    "description": "The menu item text to navigate to the page showing all the software licenses used in building the app."
  },
  "quit": {
    "message": "Quit",
    "description": "The text for a button that quits (closes) the application."
  },
  "feedback_general": {
    "message": "General Feedback",
    "description": "This is one of the feedback categories the user can select in a drop-down when sending a feedback to the app developers. This is general feedback, not related to performance or connection issues."
  },
  "feedback_no_server": {
    "message": "Don't have a server",
    "description": "This is one of the feedback categories the user can select in a drop-down when sending a feedback to the app developers. This is for feedback related to not having a server to connect."
  },
  "feedback_connection": {
    "message": "Can't connect to my server",
    "description": "This is one of the feedback categories the user can select in a drop-down when sending a feedback to the app developers. This is for feedback related to problems connecting to a server."
  },
  "feedback_cannot_add_server": {
    "message": "Can't add a server",
    "description": "This is one of the feedback categories the user can select in a drop-down when sending a feedback to the app developers. This is for feedback related to not being able to import a server into the application."
  },
  "feedback_performance": {
    "message": "Outline is slow",
    "description": "This is one of the feedback categories the user can select in a drop-down when sending a feedback to the app developers. This is for performance feedback, for example, the speed of connection."
  },
  "feedback_suggestion": {
    "message": "Suggestions",
    "description": "This is one of the feedback categories the user can select in a drop-down when sending a feedback to the app developers. This is for suggestions, for example, feature requests."
  },
  "feedback_input": {
    "message": "Your feedback",
    "description": "The hint text for a textbox in which the user can type their feedback for the app developers."
  },
  "email_feedback_input": {
    "message": "Email address (optional)",
    "description": "The hint text for a textbox for the user's email address when sending feedback. The email address is not a required field in the form."
  },
  "feedback_language_disclaimer": {
    "message": "Please note that our team is only able to answer feedback in English.",
    "description": "Text displayed below a feedback form explaining that the support team can only respond to feedback in English."
  },
  "feedback_privacy": {
    "message": "Your feedback, your email address (if provided), and additional information referred to in the $START_OF_LINK$Data Collection Policy$END_OF_LINK$ will be sent to the Outline team. Please do not include personal information in your feedback.",
    "description": "Text appearing above a feedback form explaining the feedback process. Includes a link to the Data Collection Policy as marked by the start and end of link. Outline is the product name and can be found in the translation glossary.",
    "placeholders": {
      "END_OF_LINK": {
        "content": "{privacyPolicyLinkClose}"
      },
      "START_OF_LINK": {
        "content": "{privacyPolicyLinkOpen}"
      }
    }
  },
  "feedback_thanks": {
    "message": "Thanks for helping us improve! We love hearing from you.",
    "description": "A message saying thank you after submitting user feedback."
  },
  "submit": {
    "message": "Submit",
    "description": "The text of a button to submit a form."
  },
  "submitting": {
    "message": "Submitting...",
    "description": "Status text showing that a form is progress of being submitted."
  },
  "about_outline": {
    "message": "Outline is an open source project created by $JIGSAW$ to provide a safer way for news organizations and journalists to access the internet.$NEW_LINE$$NEW_LINE$ Outline is powered by $SHADOWSOCKS$ and is still an early stage product. You can contribute to the code on $GITHUB$, and follow us on $REDDIT$ and $MEDIUM$ to hear when we expand to more platforms and add new features.",
    "description": "The contents of the About page of the app. Outline is the product name and can be found in the translation glossary.",
    "placeholders": {
      "GITHUB": {
        "content": "<a href={gitHubUrl}>GitHub</a>"
      },
      "JIGSAW": {
        "content": "<a href={jigsawUrl}>Jigsaw</a>"
      },
      "MEDIUM": {
        "content": "<a href={mediumUrl}>Medium</a>"
      },
      "NEW_LINE": {
        "content": "<br>"
      },
      "REDDIT": {
        "content": "<a href={redditUrl}>Reddit</a>"
      },
      "SHADOWSOCKS": {
        "content": "<a href={shadowsocksUrl}>Shadowsocks</a>"
      }
    }
  },
  "learn_more": {
    "message": "Learn More",
    "description": "A text button below a message about the application's data collection policies that takes the user to a webpage with more details and information."
  },
  "privacy": {
    "message": "Privacy",
    "description": "The text for a main menu item for the privacy policy and information."
  },
  "terms": {
    "message": "Terms",
    "description": "The text for a main menu item that takes the user to the applications Terms of Service."
  },
  "version": {
    "message": "Version $APP_VERSION$",
    "description": "A line of text on the About page of the application showing the version of the application the user is using.",
    "placeholders": {
      "APP_VERSION": {
        "content": "{appVersion}",
        "example": "1.0.2"
      }
    }
  },
  "data_collection": {
    "message": "Data collection",
    "description": "The text for a main menu item that takes the user to a webpage explaining the application's data collection policies."
  },
  "connect_button_label": {
    "message": "Connect",
    "description": "A text button on a particular server to connect to that server"
  },
  "disconnect_button_label": {
    "message": "Disconnect",
    "description": "A text button on a particular server to disconnect from that server."
  },
  "undo_button_label": {
    "message": "Undo",
    "description": "A text button in a toast that appears after a server has been forgotten (no longer saved for use by the application)"
  },
  "connected_server_state": {
    "message": "Connected",
    "description": "A status message on a particular server that indicates the server is currently connected and in use."
  },
  "connecting_server_state": {
    "message": "Connecting...",
    "description": "A status message on a particular server that indicates the application is currently trying to connect to the labeled server."
  },
  "disconnected_server_state": {
    "message": "Disconnected",
    "description": "A status message on a particular server that indicates the server is not connected."
  },
  "disconnecting_server_state": {
    "message": "Disconnecting...",
    "description": "A status message on a particular server that indicates the application is in the process of disconnecting from the labeled server."
  },
  "reconnecting_server_state": {
    "message": "Reconnecting...",
    "description": "A status message on a particular that indicates the application is in the process of reestablishing a connection with the labeled server."
  },
  "unreachable_server_state": {
    "message": "Unreachable",
    "description": "A status message on a particular server that indicates the server cannot be connected at all."
  },
  "server_add": {
    "message": "Add server",
    "description": "Text button for the user to add the access information another server to the application."
  },
  "server_add_instructions": {
    "message": "Copy and paste an access key to add a server.",
    "description": "Instructions on the page explaining how to add a new server to the application's list of servers."
  },
  "server_access_key_detected": {
    "message": "Access key detected",
    "description": "A message indicating the application has detected a valid access key to be used to connect to a server."
  },
  "server_add_access_key": {
    "message": "Add access key",
    "description": "The title of the form to add a new server to the application by using a special access key."
  },
  "server_add_ignore": {
    "message": "Ignore",
    "description": "A text button to ignore the valid access key that the application detected."
  },
  "server_add_invalid": {
    "message": "$START_LINE$Invalid access key.$END_LINE$Enter a valid access key ($SS_PROTOCOL$) to add a server.",
    "description": "An error message that indicates the provided access key does not follow the correct format which should begin with ss://. The first part appears on a line by itself.",
    "placeholders": {
      "END_LINE": {
        "content": "{closeLine}"
      },
      "START_LINE": {
        "content": "{openLine}"
      },
      "SS_PROTOCOL": {
        "content": "ss://",
        "example": "ss://"
      }
    }
  },
  "server_default_name": {
    "message": "Proxy Server",
    "description": "This is the default name for an added server when the type or name is not specified by the access key."
  },
  "server_default_name_outline": {
    "message": "Outline Server",
    "description": "The default name for a server when adding a new server to the application. Outline is the product name and can be found in the translation glossary."
  },
  "server_detected": {
    "message": "Please confirm that you want to add this server.",
    "description": "A message to confirm that the user wants to add the given server as a new connection."
  },
  "server_access_key_label": {
    "message": "$SS_PROTOCOL$access-key",
    "description": "This is the hint text in a textbox that gives a fake example access key (ss://access-key) so the user knows what to paste there.",
    "placeholders": {
      "SS_PROTOCOL": {
        "content": "ss://",
        "example": "ss://"
      }
    }
  },
  "server_create_your_own": {
    "message": "Don’t have an access key?$NEW_LINE$Create your own at $START_OF_LINK$our website$END_OF_LINK$.",
    "description": "A message shown at the bottom of the application when there have been no servers added yet.",
    "placeholders": {
      "END_OF_LINK": {
        "content": "{closeLink}"
      },
      "NEW_LINE": {
        "content": "<br>"
      },
      "START_OF_LINK": {
        "content": "{openLink}"
      }
    }
  },
  "server_added": {
    "message": "Added server “$SERVER_NAME$”!",
    "description": "The success message shown in a toast after the user adds a particular server.",
    "placeholders": {
      "SERVER_NAME": {
        "content": "{serverName}",
        "example": "My Outline Server"
      }
    }
  },
  "server_connected": {
    "message": "Connected to “$SERVER_NAME$”",
    "description": "The success message shown in a toast after requesting a connection to a particular server.",
    "placeholders": {
      "SERVER_NAME": {
        "content": "{serverName}",
        "example": "My Outline Server"
      }
    }
  },
  "server_disconnected": {
    "message": "Disconnected from “$SERVER_NAME$”",
    "description": "The status message shown in a toast after disconnecting from a given server.",
    "placeholders": {
      "SERVER_NAME": {
        "content": "{serverName}",
        "example": "My Outline Server"
      }
    }
  },
  "server_forget": {
    "message": "Forget",
    "description": "The text of an option displayed in a server card's options menu to tell the application to no longer display the server."
  },
  "server_rename": {
    "message": "Rename",
    "description": "The text of an option displayed in a server card's options menu to tell the application to display a different name for the server."
  },
  "server_rename_complete": {
    "message": "Server renamed",
    "description": "The success message after renaming a server in the application."
  },
  "server_forgotten": {
    "message": "Forgot server “$SERVER_NAME$”.",
    "description": "The success text displayed in a toast message after clicking Forget on a server, meaning the application will no longer show it as an option.",
    "placeholders": {
      "SERVER_NAME": {
        "content": "{serverName}",
        "example": "My Outline Server"
      }
    }
  },
  "server_forgotten_undo": {
    "message": "Server “$SERVER_NAME$” has been restored.",
    "description": "A message shown in a toast when the user clicks Forget for a server to remove it from the application but then clicks Undo to undo that action.",
    "placeholders": {
      "SERVER_NAME": {
        "content": "{serverName}",
        "example": "My Outline Server"
      }
    }
  },
  "server_add_zero_state_instructions": {
    "message": "Click to add a server.",
    "description": "When the user has not yet added a server to the application, the main page shows this message."
  },
  "server_create_your_own_zero_state": {
    "message": "Don’t have a server?$NEW_LINE$Create your own at $START_OF_LINK$our website$END_OF_LINK$.",
    "description": "When the user has not yet added a server to the application, the main page shows this message at the bottom.",
    "placeholders": {
      "END_OF_LINK": {
        "content": "{closeLink}"
      },
      "NEW_LINE": {
        "content": "<br>"
      },
      "START_OF_LINK": {
        "content": "{openLink}"
      }
    }
  },
  "error_unexpected": {
    "message": "Sorry, an unexpected error occurred. Quitting and restarting may help. If this happens again, please submit feedback.",
    "description": "An error message shown when the cause is not really known."
  },
  "error_timeout": {
    "message": "Something seems to be taking longer than expected. Quitting and restarting may help. If this happens again, please submit feedback.",
    "description": "An error message shown when connections are taking too long."
  },
  "error_invalid_access_key": {
    "message": "Invalid access key. Please try again, or submit feedback for help.",
    "description": "An error message that indicates the access key provided is not correct."
  },
  "error_server_incompatible": {
    "message": "Sorry, this access key is not compatible with this version of Outline.",
    "description": "Error message shown when the provided access key isn't compatible the user's version of the application. Outline is the product name and can be found in the translation glossary."
  },
  "error_server_already_added": {
    "message": "Server “$SERVER_NAME$” already added.",
    "description": "An error message shown when the user is attempting to add the same server twice.",
    "placeholders": {
      "SERVER_NAME": {
        "content": "{serverName}",
        "example": "My Outline Server"
      }
    }
  },
  "error_feedback_submission": {
    "message": "Sorry, we were unable to submit your feedback. Please check that you are connected to the internet and try again.",
    "description": "An error message shown when the user is trying to send feedback to the application developers but it is failing."
  },
  "outline_plugin_error_vpn_permission_not_granted": {
    "message": "Outline needs your permission to set up a VPN connection to the server. Please try again, or submit feedback if you need help.",
    "description": "An error message shown when the application does not have the proper operating system permission to create a VPN connection. Outline is the product name and can be found in the translation glossary."
  },
  "outline_plugin_error_invalid_server_credentials": {
    "message": "It seems like your access key is not valid. If this happens again, please contact your server admin.",
    "description": "An error message when the user is trying to connect but has provided an invalid connection key."
  },
  "outline_plugin_error_udp_forwarding_not_enabled": {
    "message": "It seems like this server doesn’t support UDP forwarding. If this happens again, please contact your server admin.",
    "description": "An error message shown when the application tries to connect to a server that does not have the correct UDP forwarding configuration."
  },
  "outline_plugin_error_server_unreachable": {
    "message": "We can’t seem to connect to your server. Please check that you are connected to the internet and try again.",
    "description": "An error message shown when the user tries to connect to a server that cannot be reached for some reason."
  },
  "outline_plugin_error_admin_permissions": {
    "message": "Outline needs admin permissions in order to run. If you don't have admin permissions, please try again after restarting your Windows computer or ask your system administrator for help.",
    "description": "An error message when the application is not granted administrator permissions."
  },
  "outline_plugin_error_routing_tables": {
    "message": "We were not able to configure your routing tables successfully. If this happens again, please contact us.",
    "description": "An error message when the application is not able to configure the system for proxying. A button is shown alongside this message to submit feedback."
  },
  "outline_plugin_error_antivirus": {
    "message": "It seems like your antivirus software is preventing us from successfully connecting.",
    "description": "An error message when the application encounters antivirus software that prevents it from connecting."
  },
  "outline_plugin_error_unsupported_routing_table": {
    "message":   "It seems like another VPN is active. Please disconnect it and try again.",
    "description": "An error message when the application fails to connect due to another active VPN."
  },
  "fix_this": {
    "message": "Fix this",
    "description": "A text button in a toast that appears when the application fails to connect due to an antivirus; links to a support article."
  },
  "tips": {
    "message": "Tips",
    "description": "A text button in a dialog box to get helpful information about the topic."
  },
  "auto_connect_dialog_title": {
    "message": "Stay protected, always",
    "description": "The title of a message to the user that tells them Outline will keep connected unless explicitly told to disconnect. Outline is the product name and can be found in the translation glossary."
  },
  "auto_connect_dialog_detail": {
    "message": "Unless you disconnect from your Outline server, Outline will automatically connect next time you restart your device.",
    "description": "An explanation of the connection behavior of the app. Outline is the product name and can be found in the translation glossary."
  },
  "non_system_vpn_warning_title": {
    "message": "Verify your browser connection",
    "description": "Title of a dialog that advises the user to check their internet browser's VPN connection."
  },
  "non_system_vpn_warning_detail": {
    "message": "Most browsers connect automatically with Outline, some do not.",
    "description": "Further explanation message that the user needs to verify that their browser is connected through Outline. Outline is the product name and can be found in the translation glossary."
  },
  "get_help": {
    "message": "Get help",
    "description": "Text button in a dialog box to get an in-depth explanation of the topic being communicated."
  },
  "got_it": {
    "message": "Got it",
    "description": "Button text for the user to confirm they understand the message of a dialog box."
  },
  "save": {
    "message": "save",
    "description": "The text on a button to save application settings."
  },
  "cancel": {
    "message": "cancel",
    "description": "The text on a button to cancel the current operation."
  },
  "update_downloaded": {
    "message": "An updated version of Outline has been downloaded. It will be installed when you restart Outline.",
    "description": "A message shown to the user to notify them about a new downloaded version. Outline is the product name and can be found in the translation glossary."
  },
  "privacy_title": {
    "message": "Outline will never collect your personal information",
    "description": "The title of a information page about user privacy. Outline is the product name and can be found in the translation glossary."
  },
  "privacy_text": {
    "message": "Some technical information is sent if you submit feedback, if there’s an app error or crash, or if your server administrator opts in to share anonymous server usage data.",
    "description": "An explanation on the privacy page about when information would be sent to the application developers."
  }
}
