{
  "about_outline": {
    "description": "The contents of the About page of the app. Outline is the product name and can be found in the translation glossary.",
    "message": "Outline is a product by $JIGSAW$ that lets anyone create, run, and share access to their own VPN. Outline is designed to be resistant to blocking. Visit $GETOUTLINE$ to learn how to get started.$NEW_LINE$$NEW_LINE$Outline is open source software powered by $SHADOWSOCKS$. You can contribute to the code on $GITHUB$ and join the conversation on $REDDIT$.",
    "placeholders": {
      "GETOUTLINE": {
        "content": "<a href={outlineUrl}>getoutline.org</a>"
      },
      "GITHUB": {
        "content": "<a href={gitHubUrl}>GitHub</a>"
      },
      "JIGSAW": {
        "content": "<a href={jigsawUrl}>Jigsaw</a>"
      },
      "NEW_LINE": {
        "content": "<br>"
      },
      "REDDIT": {
        "content": "<a href={redditUrl}>Reddit</a>"
      },
      "SHADOWSOCKS": {
        "content": "<a href={shadowsocksUrl}>Shadowsocks</a>"
      }
    }
  },
  "about_page_title": {
    "description": "The title of a page giving details about the app.",
    "message": "About"
  },
  "auto_connect_dialog_detail": {
    "description": "An explanation of the connection behavior of the app. Outline is the product name and can be found in the translation glossary.",
    "message": "Unless you disconnect from your Outline server, Outline will automatically connect next time you restart your device."
  },
  "auto_connect_dialog_title": {
    "description": "The title of a message to the user that tells them Outline will keep connected unless explicitly told to disconnect. Outline is the product name and can be found in the translation glossary.",
    "message": "Stay protected, always"
  },
  "cancel": {
    "description": "The text on a button to cancel the current operation.",
    "message": "Cancel"
  },
  "change_language_page_title": {
    "description": "The menu item text and title of a page for a user to set the app language.",
    "message": "Change Language"
  },
  "close": {
    "description": "The text for a button to close the current page or dialog.",
    "message": "Close"
  },
  "connect_button_label": {
    "description": "A text button on a particular server to connect to that server",
    "message": "Connect"
  },
  "connected_server_state": {
    "description": "A status message on a particular server that indicates the server is currently connected and in use.",
    "message": "Connected"
  },
  "connecting_server_state": {
    "description": "A status message on a particular server that indicates the application is currently trying to connect to the labeled server.",
    "message": "Connecting..."
  },
  "contact_page_title": {
    "description": "The menu item text and title of a page for a user to contact the support team.",
    "message": "Contact us"
  },
  "contact_view_exit_cannot_add_server": {
    "description": "Message shown to users who are trying to contact support about an unsupported issue.",
    "message": "The Outline team is not able to assist with adding a server. Please try the troubleshooting steps listed $START_OF_LINK$here$END_OF_LINK$ and then contact the person who gave you the access key to troubleshoot this issue.",
    "placeholders": {
      "END_OF_LINK": {
        "content": "{closeLink}"
      },
      "START_OF_LINK": {
        "content": "{openLink}"
      }
    }
  },
  "contact_view_exit_connection": {
    "description": "Message shown to users who are trying to contact support about an unsupported issue.",
    "message": "The Outline team is not able to assist with connecting to a server. Please try the troubleshooting steps listed $START_OF_LINK$hereEND_OF_LINK and then contact the person who gave you the access key to troubleshoot this issue.",
    "placeholders": {
      "END_OF_LINK": {
        "content": "{closeLink}"
      },
      "START_OF_LINK": {
        "content": "{openLink}"
      }
    }
  },
  "contact_view_exit_no_server": {
    "description": "Message shown to users who are trying to contact support about an unsupported issue.",
    "message": "The Outline team does not distribute free or paid access keys. $START_OF_LINK$Learn more about how to get an access key.END_OF_LINK",
    "placeholders": {
      "END_OF_LINK": {
        "content": "{closeLink}"
      },
      "START_OF_LINK": {
        "content": "{openLink}"
      }
    }
  },
  "contact_view_exit_open_ticket": {
    "description": "Message shown to users who are trying to contact support again while having a pending support ticket open.",
    "message": "We are currently experiencing high support volume and appreciate your patience. Please do not submit a new request for this concern. If you have additional information to provide, please reply to the initial email about this request."
  },
  "contact_view_intro": {
    "description": "Introduction message to users who are looking to contact support.",
    "message": "Tell us how we can help. Please explain your issue in detail and do not enter personal information that is not requested below."
  },
  "contact_view_issue_cannot_add_server": {
    "description": "Item in a dropdown menu on our contact page to select the issue the user is trying to contact support about.",
    "message": "I am having trouble adding a server using my access key"
  },
  "contact_view_issue_connection": {
    "description": "Item in a dropdown menu on our contact page to select the issue the user is trying to contact support about.",
    "message": "I am having trouble connecting to my Outline VPN server"
  },
  "contact_view_issue_general": {
    "description": "Item in a dropdown menu on our contact page to select the issue the user is trying to contact support about.",
    "message": "General feedback & suggestions"
  },
  "contact_view_issue_managing": {
    "description": "Item in a dropdown menu on our contact page to select the issue the user is trying to contact support about.",
    "message": "I need assistance managing my Outline VPN server or helping others connect to it"
  },
  "contact_view_issue_no_server": {
    "description": "Item in a dropdown menu on our contact page to select the issue the user is trying to contact support about.",
    "message": "I need an access key"
  },
  "contact_view_issue_performance": {
    "description": "Item in a dropdown menu on our contact page to select the issue the user is trying to contact support about.",
    "message": "My internet access is slow while connected to my Outline VPN server"
  },
  "contact_view_issue": {
    "description": "Label of a Contact Support form input field.",
    "message": "Outline issue"
  },
  "contact_view_open_ticket": {
    "description": "Label for a Contact Support form asking if the user already has a pending ticket open with support.",
    "message": "Do you have an open ticket for this issue?"
  },
  "data_collection": {
    "description": "The text for a main menu item that takes the user to a webpage explaining the application's data collection policies.",
    "message": "Data collection"
  },
  "disconnect_button_label": {
    "description": "A text button on a particular server to disconnect from that server.",
    "message": "Disconnect"
  },
  "disconnected_server_state": {
    "description": "A status message on a particular server that indicates the server is not connected.",
    "message": "Disconnected"
  },
  "disconnecting_server_state": {
    "description": "A status message on a particular server that indicates the application is in the process of disconnecting from the labeled server.",
    "message": "Disconnecting..."
  },
  "email_feedback_input": {
    "description": "The hint text for a textbox for the user's email address when sending feedback. The email address is not a required field in the form.",
    "message": "Email address (optional)"
  },
  "error_connection_configuration": {
    "desciption": "An error message shown when the user's server configuration is invalid. The user should contact their service manager to resolve the issue.",
    "message": "Invalid configuration. Screenshot the error details and send them to your access key provider."
  },
  "error_connection_configuration_fetch": {
    "description": "An error message shown when the dynamic access key given proves to be unreachable. The user should contact their service manager to resolve the issue.",
    "message": "Failed to download the server configuration. Screenshot the error details and send them to your access key provider."
  },
  "error_connection_proxy": {
    "description": "An error message show when Outline fails to establish contact with the obfuscation proxy.",
    "message": "Failed to connect. Please check your internet connectivity, then screenshot the error details and send them to your access key provider."
  },
  "error_details": {
    "description": "Button pointing to additional details of an error shown to the user",
    "message": "Details"
  },
  "error_feedback_submission": {
    "description": "An error message shown when the user is trying to send feedback to the application developers but it is failing.",
    "message": "Sorry, we were unable to submit your feedback. Please check that you are connected to the internet and try again."
  },
  "error_invalid_access_key": {
    "description": "An error message that indicates the access key provided is not correct.",
    "message": "Invalid access key. Please try again, or submit feedback for help."
  },
  "error_server_already_added": {
    "description": "An error message shown when the user is attempting to add the same server twice.",
    "message": "Server “$SERVER_NAME$” already added.",
    "placeholders": {
      "SERVER_NAME": {
        "content": "{serverName}",
        "example": "My Outline Server"
      }
    }
  },
  "error_server_incompatible": {
    "description": "Error message shown when the provided access key isn't compatible the user's version of the application. Outline is the product name and can be found in the translation glossary.",
    "message": "Sorry, this access key is not compatible with this version of Outline."
  },
  "error_shadowsocks_unsupported_cipher": {
    "description": "The server you requested to add uses an unsafe cipher ($CIPHER$). Please contact the person who gave you this access key.",
    "message": "Shadowsocks Unsupported cipher",
    "placeholders": {
      "CIPHER": {
        "content": "{cipher}",
        "example": "aes-256-ctr"
      }
    }
  },
  "error_timeout": {
    "description": "An error message shown when connections are taking too long.",
    "message": "Something seems to be taking longer than expected. Quitting and restarting may help. If this happens again, please submit feedback."
  },
  "error_unexpected": {
    "description": "An error message shown when the cause is not really known.",
    "message": "Sorry, an unexpected error occurred. Quitting and restarting may help. If this happens again, please submit feedback."
  },
  "feedback_cannot_add_server": {
    "description": "This is one of the feedback categories the user can select in a drop-down when sending a feedback to the app developers. This is for feedback related to not being able to import a server into the application.",
    "message": "Can't add a server"
  },
  "feedback_connection": {
    "description": "This is one of the feedback categories the user can select in a drop-down when sending a feedback to the app developers. This is for feedback related to problems connecting to a server.",
    "message": "Can't connect to my server"
  },
  "feedback_general": {
    "description": "This is one of the feedback categories the user can select in a drop-down when sending a feedback to the app developers. This is general feedback, not related to performance or connection issues.",
    "message": "General Feedback"
  },
  "feedback_input": {
    "description": "The hint text for a textbox in which the user can type their feedback for the app developers.",
    "message": "Your feedback"
  },
  "feedback_language_disclaimer": {
    "description": "Text displayed below a feedback form explaining that the support team can only respond to feedback in English.",
    "message": "Please note that our team is only able to answer feedback in English."
  },
  "feedback_no_server": {
    "description": "This is one of the feedback categories the user can select in a drop-down when sending a feedback to the app developers. This is for feedback related to not having a server to connect.",
    "message": "Don't have a server"
  },
  "feedback_page_title": {
    "description": "The menu item text and title of a page for a user to send feedback to the app’s developers.",
    "message": "Submit Feedback"
  },
  "feedback_performance": {
    "description": "This is one of the feedback categories the user can select in a drop-down when sending a feedback to the app developers. This is for performance feedback, for example, the speed of connection.",
    "message": "Outline is slow"
  },
  "feedback_privacy": {
    "description": "Text appearing above a feedback form explaining the feedback process. Includes a link to the Data Collection Policy as marked by the start and end of link. Outline is the product name and can be found in the translation glossary.",
    "message": "Your feedback, your email address (if provided), and additional information referred to in the $START_OF_LINK$Data Collection Policy$END_OF_LINK$ will be sent to the Outline team. Please do not include personal information in your feedback.",
    "placeholders": {
      "END_OF_LINK": {
        "content": "{privacyPolicyLinkClose}"
      },
      "START_OF_LINK": {
        "content": "{privacyPolicyLinkOpen}"
      }
    }
  },
  "feedback_suggestion": {
    "description": "This is one of the feedback categories the user can select in a drop-down when sending a feedback to the app developers. This is for suggestions, for example, feature requests.",
    "message": "Suggestions"
  },
  "feedback_thanks": {
    "description": "A message saying thank you after submitting user feedback.",
    "message": "Thanks for helping us improve! We love hearing from you."
  },
  "fix_this": {
    "description": "A text button in a toast that appears when the application fails to connect due to an antivirus; links to a support article.",
    "message": "Fix this"
  },
  "get_help": {
    "description": "Text button in a dialog box to get an in-depth explanation of the topic being communicated.",
    "message": "Get help"
  },
  "got_it": {
    "description": "Button text for the user to confirm they understand the message of a dialog box.",
    "message": "Got it"
  },
  "help_page_title": {
    "description": "The menu item text to navigate to the help section of the app.",
    "message": "Help"
  },
  "language_page_title": {
    "description": "The title of a page for a user to choose the app language.",
    "message": "Select a language"
  },
  "learn_more": {
    "description": "A text button below a message about the application's data collection policies that takes the user to a webpage with more details and information.",
    "message": "Learn More"
  },
  "licenses_page_title": {
    "description": "The menu item text to navigate to the page showing all the software licenses used in building the app.",
    "message": "Licenses"
  },
  "no": {
    "description": "Negative answer to a form question.",
    "message": "No"
  },
  "non_system_vpn_warning_detail": {
    "description": "Further explanation message that the user needs to verify that their browser is connected through Outline. Outline is the product name and can be found in the translation glossary.",
    "message": "Most browsers connect automatically with Outline, some do not."
  },
  "non_system_vpn_warning_title": {
    "description": "Title of a dialog that advises the user to check their internet browser's VPN connection.",
    "message": "Verify your browser connection"
  },
  "outline_plugin_error_admin_permissions": {
    "description": "An error message when the application is not granted administrator permissions.",
    "message": "Outline needs admin permissions in order to be initialized. If you don't have admin permissions, please try again after restarting your computer or ask your system administrator for help."
  },
  "outline_plugin_error_antivirus": {
    "description": "An error message when the application encounters antivirus software that prevents it from connecting.",
    "message": "It seems like your antivirus software is preventing us from successfully connecting."
  },
  "outline_plugin_error_invalid_server_credentials": {
    "description": "An error message when the user is trying to connect but has provided an invalid connection key.",
    "message": "It seems like your access key is not valid. If this happens again, please contact the person who gave it to you."
  },
  "outline_plugin_error_routing_tables": {
    "description": "An error message when the application is not able to configure the system for proxying. A button is shown alongside this message to submit feedback.",
    "message": "We were not able to configure your routing tables successfully. If this happens again, please contact us."
  },
  "outline_plugin_error_server_unreachable": {
    "description": "An error message shown when the user tries to connect to a server that cannot be reached for some reason.",
    "message": "We can’t seem to connect to your server. Please check that you are connected to the internet and try again."
  },
  "outline_plugin_error_system_configuration": {
    "description": "Error message shown when the application cannot connect because the installer could not configure the system or because changes have been made to the system which can only be corrected by running the installer again.",
    "message": "Sorry, it looks like Outline is not properly installed. Please try installing it again. If that doesn't work, please submit feedback through the app."
  },
  "outline_plugin_error_udp_forwarding_not_enabled": {
    "description": "An error message shown when the application tries to connect to a server that does not have the correct UDP forwarding configuration.",
    "message": "It seems like this server doesn’t support UDP forwarding. If this happens again, please contact the person who gave you access."
  },
  "outline_plugin_error_unsupported_routing_table": {
    "description": "An error message when the application fails to connect due to another active VPN.",
    "message": "It seems like another VPN is active. Please disconnect it and try again."
  },
  "outline_plugin_error_vpn_permission_not_granted": {
    "description": "An error message shown when the application does not have the proper operating system permission to create a VPN connection. Outline is the product name and can be found in the translation glossary.",
    "message": "Outline needs your permission to set up a VPN connection to the server. Please try again, or submit feedback if you need help."
  },
  "outline_services_installation_confirmation": {
    "desciption": "A prompt message asking for permission whether Outline is allowed to install backend services, because that requires administrative permission.",
    "message": "We will initialize Outline, which may require admin permissions. Would you like to proceed?"
  },
  "outline_services_installation_failed": {
    "desciption": "An error message shown when the user tries to install Outline backend services but failed for some reason.",
    "message": "Unfortunately we are not able to initialize Outline, please submit feedback through the app."
  },
  "outline_services_installed": {
    "desciption": "An information message shown when the Outline successfully installed all backend services, and we ask the user try to reconnect to the server.",
    "message": "Outline has been successfully initialized, please try again to connect to the server."
  },
  "outline_services_installing": {
    "desciption": "An information message indicating Outline is installing all its backend services.",
    "message": "Initializing Outline..."
  },
  "privacy": {
    "description": "The text for a main menu item for the privacy policy and information.",
    "message": "Privacy"
  },
  "privacy_text": {
    "description": "An explanation on the privacy page about when information would be sent to the application developers.",
    "message": "Some technical information is sent if you submit feedback, if there’s an app error or crash, or if your server administrator opts in to share anonymous server usage data."
  },
  "privacy_title": {
    "description": "The title of a information page about user privacy. Outline is the product name and can be found in the translation glossary.",
    "message": "Outline will never collect your personal information"
  },
  "quit": {
    "description": "The text for a button that quits (closes) the application.",
    "message": "Quit"
  },
  "reconnecting_server_state": {
    "description": "A status message on a particular that indicates the application is in the process of reestablishing a connection with the labeled server.",
    "message": "Reconnecting..."
  },
  "save": {
    "description": "The text on a button to save application settings.",
    "message": "save"
  },
  "server_access_key_detected": {
    "description": "A message indicating the application has detected a valid access key to be used to connect to a server.",
    "message": "Access key detected"
  },
  "server_access_key_label": {
    "description": "This is the hint text in a textbox that gives a fake example access key (ss://access-key) so the user knows what to paste there.",
    "message": "$SS_PROTOCOL$access-key",
    "placeholders": {
      "SS_PROTOCOL": {
        "content": "ss://",
        "example": "ss://"
      }
    }
  },
  "server_add": {
    "description": "Text button for the user to add the access information another server to the application.",
    "message": "Add server"
  },
  "server_add_access_key": {
    "description": "The title of the form to add a new server to the application by using a special access key.",
    "message": "Add access key"
  },
  "server_add_ignore": {
    "description": "A text button to ignore the valid access key that the application detected.",
    "message": "Ignore"
  },
  "server_add_instructions": {
    "description": "Instructions on the page explaining how to add a new server to the application's list of servers.",
    "message": "Copy and paste an access key to add a server."
  },
  "server_add_invalid": {
    "description": "An error message that indicates the provided access key does not follow the correct format which should begin with ss://. The first part appears on a line by itself.",
    "message": "$START_LINE$Invalid access key.$END_LINE$Enter a valid access key ($SS_PROTOCOL$) to add a server.",
    "placeholders": {
      "END_LINE": {
        "content": "{closeLine}"
      },
      "SS_PROTOCOL": {
        "content": "ss://",
        "example": "ss://"
      },
      "START_LINE": {
        "content": "{openLine}"
      }
    }
  },
  "server_add_zero_state_instructions": {
    "description": "When the user has not yet added a server to the application, the main page shows this message.",
    "message": "Click to add a server."
  },
  "server_added": {
    "description": "The success message shown in a toast after the user adds a particular server.",
    "message": "Added server “$SERVER_NAME$”!",
    "placeholders": {
      "SERVER_NAME": {
        "content": "{serverName}",
        "example": "My Outline Server"
      }
    }
  },
  "server_connected": {
    "description": "The success message shown in a toast after requesting a connection to a particular server.",
    "message": "Connected to “$SERVER_NAME$”",
    "placeholders": {
      "SERVER_NAME": {
        "content": "{serverName}",
        "example": "My Outline Server"
      }
    }
  },
  "server_create_your_own": {
    "description": "A message shown at the bottom of the application when there have been no servers added yet.",
    "message": "Don’t have an access key?$NEW_LINE$Create your own at $START_OF_LINK$our website$END_OF_LINK$.",
    "placeholders": {
      "END_OF_LINK": {
        "content": "{closeLink}"
      },
      "NEW_LINE": {
        "content": "<br>"
      },
      "START_OF_LINK": {
        "content": "{openLink}"
      }
    }
  },
  "server_create_your_own_zero_state": {
    "description": "When the user has not yet added a server to the application, the main page shows this message at the bottom.",
    "message": "Don’t have a server?$NEW_LINE$Create your own with the $START_OF_LINK$Outline Manager$END_OF_LINK$.",
    "placeholders": {
      "END_OF_LINK": {
        "content": "{closeLink}"
      },
      "NEW_LINE": {
        "content": "<br>"
      },
      "START_OF_LINK": {
        "content": "{openLink}"
      }
    }
  },
  "server_default_name": {
    "description": "This is the default name for an added server when the type or name is not specified by the access key.",
    "message": "Proxy Server"
  },
  "server_default_name_outline": {
    "description": "The default name for a server when adding a new server to the application. Outline is the product name and can be found in the translation glossary.",
    "message": "Outline Server"
  },
  "server_detected": {
    "description": "A message to confirm that the user wants to add the given server as a new connection.",
    "message": "Please confirm that you want to add this server."
  },
  "server_disconnected": {
    "description": "The status message shown in a toast after disconnecting from a given server.",
    "message": "Disconnected from “$SERVER_NAME$”",
    "placeholders": {
      "SERVER_NAME": {
        "content": "{serverName}",
        "example": "My Outline Server"
      }
    }
  },
  "server_forget": {
    "description": "The text of an option displayed in a server card's options menu to tell the application to no longer display the server.",
    "message": "Forget"
  },
  "server_forgotten": {
    "description": "The success text displayed in a toast message after clicking Forget on a server, meaning the application will no longer show it as an option.",
    "message": "Forgot server “$SERVER_NAME$”.",
    "placeholders": {
      "SERVER_NAME": {
        "content": "{serverName}",
        "example": "My Outline Server"
      }
    }
  },
  "server_forgotten_undo": {
    "description": "A message shown in a toast when the user clicks Forget for a server to remove it from the application but then clicks Undo to undo that action.",
    "message": "Server “$SERVER_NAME$” has been restored.",
    "placeholders": {
      "SERVER_NAME": {
        "content": "{serverName}",
        "example": "My Outline Server"
      }
    }
  },
  "server_rename": {
    "description": "The text of an option displayed in a server card's options menu to tell the application to display a different name for the server.",
    "message": "Rename"
  },
  "server_rename_complete": {
    "description": "The success message after renaming a server in the application.",
    "message": "Server renamed"
  },
  "servers_menu_item": {
    "description": "The menu item text to navigate to the list of servers.",
    "message": "Servers"
  },
  "servers_page_title": {
    "description": "The title of the main page of the application, showing the application's title (Outline). Outline is the product name and can be found in the translation glossary.",
    "message": "Outline"
  },
  "submit": {
    "description": "The text of a button to submit a form.",
    "message": "Submit"
  },
  "submitting": {
    "description": "Status text showing that a form is progress of being submitted.",
    "message": "Submitting..."
  },
  "support_form_access_key_source": {
    "description": "Label of a Contact Support form input field.",
    "message": "Where did you get your access key?"
  },
  "support_form_cloud_provider_aws": {
    "description": "Item in a dropdown menu to select the cloud provider that the user is contacting support about.",
    "message": "Amazon Web Services"
  },
  "support_form_cloud_provider_digitalocean": {
    "description": "Item in a dropdown menu to select the cloud provider that the user is contacting support about.",
    "message": "DigitalOcean"
  },
  "support_form_cloud_provider_gcloud": {
    "description": "Item in a dropdown menu to select the cloud provider that the user is contacting support about.",
    "message": "Google Cloud"
  },
  "support_form_cloud_provider_other": {
    "description": "Item in a dropdown menu to select an unknown cloud provider that the user is contacting support about.",
    "message": "Other"
  },
  "support_form_cloud_provider": {
    "description": "Label of a Contact Support form input field.",
    "message": "Cloud Provider"
  },
  "support_form_description": {
    "description": "Label of a Contact Support form input field.",
    "message": "Description of the issue"
  },
  "support_form_email_invalid": {
    "description": "Error message shown to a user supplying an invalid email address on the Contact Support form.",
    "message": "You have entered an invalid format."
  },
  "support_form_email": {
    "description": "Label of a Contact Support form input field.",
    "message": "Email"
  },
  "support_form_required_field": {
    "description": "Text on a Contact Support form indicating that a field is required.",
    "message": "Required field"
  },
  "support_form_subject": {
    "description": "Label of a Contact Support form input field.",
    "message": "Subject"
  },
  "terms": {
    "description": "The text for a main menu item that takes the user to the applications Terms of Service.",
    "message": "Terms"
  },
  "tips": {
    "description": "A text button in a dialog box to get helpful information about the topic.",
    "message": "Tips"
  },
  "tray_open_window": {
    "description": "Tray menu entry to show the application window.",
    "message": "Open"
  },
  "undo_button_label": {
    "description": "A text button in a toast that appears after a server has been forgotten (no longer saved for use by the application)",
    "message": "Undo"
  },
  "unreachable_server_state": {
    "description": "A status message on a particular server that indicates the server cannot be connected at all.",
    "message": "Unreachable"
  },
  "update_downloaded": {
    "description": "A message shown to the user to notify them about a new downloaded version. Outline is the product name and can be found in the translation glossary.",
    "message": "An updated version of Outline has been downloaded. It will be installed when you restart Outline."
  },
  "version": {
    "description": "A line of text on the About page of the application showing the version of the application the user is using.",
    "message": "Version $APP_VERSION$",
    "placeholders": {
      "APP_VERSION": {
        "content": "{appVersion}",
        "example": "1.0.2"
      }
    }
  },
  "yes": {
    "description": "Affirmative answer to a form question.",
    "message": "Yes"
  }
}