{
  "about-outline": "Outline е проект с отворен код, създаден от <a href={jigsawUrl}>Jigsaw</a>, за да предостави по-безопасен начин за достъп до интернет на новинарските организации и журналистите.<br><br> Outline се предоставя от <a href={shadowsocksUrl}>Shadowsocks</a> и все още е продукт в ранен стадий на разработка. Можете да допринесете към кода на <a href={gitHubUrl}>GitHub</a> и да ни следите в(ъв) <a href={redditUrl}>Reddit</a> и <a href={mediumUrl}>Medium</a>, за да научите, когато се разширим към още платформи и добавим нови функции.", 
  "about-page-title": "Информация", 
  "auto-connect-dialog-detail": "Освен ако не прекратите връзката си със сървъра на Outline, Outline ще се свърже автоматично следващия път, когато рестартирате устройството си.", 
  "auto-connect-dialog-title": "Останете винаги защитени", 
  "cancel": "отказ", 
  "close": "Затваряне", 
  "connect-button-label": "Свързване", 
  "connected-server-state": "Установена е връзка", 
  "connecting-server-state": "Установява се връзка...", 
  "data-collection": "Събиране на данни", 
  "disconnect-button-label": "Прекратяване на връзката", 
  "disconnected-server-state": "Връзката бе прекратена", 
  "disconnecting-server-state": "Връзката се прекратява...", 
  "email-feedback-input": "Имейл адрес (по избор)", 
  "error-feedback-submission": "За съжаление, не можахме да изпратим отзива ви. Моля, проверете дали имате интернет връзка, и опитайте отново.", 
  "error-invalid-access-key": "Невалиден ключ за достъп. Моля, опитайте отново или изпратете отзиви за помощ.", 
  "error-server-already-added": "Сървърът „{serverName}“ вече бе добавен.", 
  "error-server-incompatible": "За съжаление, този ключ за достъп не е съвместим с тази версия на Outline.", 
  "error-timeout": "Изглежда, че нещо отнема повече време от очакваното. Излизането и рестартирането биха помогнали. Ако това се случи отново, моля, изпратете отзиви.", 
  "error-unexpected": "За съжаление възникна неочаквана грешка. Излизането и рестартирането биха помогнали. Ако това се случи отново, моля, изпратете отзив.", 
  "feedback-cannot-add-server": "Не може да се добави сървър", 
  "feedback-connection": "Не мога да се свържа със сървъра си", 
  "feedback-general": "Общи отзиви", 
  "feedback-input": "Вашият отзив", 
  "feedback-language-disclaimer": "Моля, обърнете внимание, че екипът ни е в състояние да отговаря на отзиви само на английски.", 
  "feedback-no-server": "Няма сървър", 
  "feedback-page-title": "Изпращане на отзиви", 
  "feedback-performance": "Outline работи бавно", 
  "feedback-privacy": "Вашият отзив, имейл адрес (ако е предоставен) и допълнителната информация, които се отнасят до {privacyPolicyLinkOpen}Правилата за събиране на данни{privacyPolicyLinkClose}, ще бъдат изпратени към екипа на Outline. Моля, не включвайте лична информация в отзива си.", 
  "feedback-suggestion": "Предложения", 
  "feedback-thanks": "Благодарим ви, че ни помагате да се подобрим! Радваме се да чуем какво мислите.", 
  "fix-this": "Поправяне", 
  "get-help": "Получаване на помощ", 
  "got-it": "Разбрах", 
  "help-page-title": "Помощ", 
  "learn-more": "Научете повече", 
  "licenses-page-title": "Лицензи", 
  "non-system-vpn-warning-detail": "Повечето браузъри се свързват автоматично с Outline, а някои не.", 
  "non-system-vpn-warning-title": "Потвърдете връзката на браузъра си", 
  "outline-plugin-error-admin-permissions": "Outline се нуждае от права на администратор, за да работи. Ако нямате такива, моля, опитайте отново, след като рестартирате компютъра си с Windows, или помолете системния си администратор за помощ.", 
  "outline-plugin-error-antivirus": "Изглежда, че антивирусният ви софтуер пречи на успешната ви връзка.", 
  "outline-plugin-error-invalid-server-credentials": "Изглежда, че ключът ви за достъп не е валиден. Ако това се случи отново, свържете се с администратора на сървъра си.", 
  "outline-plugin-error-routing-tables": "Не успяхме да конфигурираме маршрутизиращите ви таблици. Ако това се повтори, моля, свържете се с нас.", 
  "outline-plugin-error-server-unreachable": "Изглежда, че не можем да се свържем със сървъра ви. Моля, проверете дали имате интернет връзка, и опитайте отново.", 
  "outline-plugin-error-system-configuration": "За съжаление, изглежда, че има проблем с инсталацията на Outline. Моля, опитайте да инсталирате софтуера отново. Ако това не помогне, изпратете отзиви през приложението.", 
  "outline-plugin-error-udp-forwarding-not-enabled": "Изглежда, че този сървър не поддържа препращане чрез UDP. Ако това се случи отново, свържете се с администратора на сървъра си.", 
  "outline-plugin-error-unsupported-routing-table": "Изглежда, че е активна друга VPN връзка. Моля, прекратете я и опитайте отново.", 
  "outline-plugin-error-vpn-permission-not-granted": "Outline се нуждае от разрешението ви за настройване на VPN връзка към сървъра. Моля, опитайте отново или изпратете отзив, ако се нуждаете от помощ.", 
  "privacy": "Поверителност", 
  "privacy-text": "Ще бъде изпратена техническа информация, ако изпратите отзив, ако има грешка или срив в приложението или ако администраторът на сървъра ви включва споделяне на анонимно използване на данните от сървъра.", 
  "privacy-title": "Outline няма да събира личната ви информация", 
  "quit": "Излизане", 
  "reconnecting-server-state": "Извършва се повторно свързване...", 
  "save": "запазване", 
  "server-access-key-detected": "Ключът за достъп бе открит", 
  "server-access-key-label": "ss://ключ за достъп", 
  "server-add": "Добавяне на сървър", 
  "server-add-access-key": "Добавяне на ключ за достъп", 
  "server-add-ignore": "Пренебрегване", 
  "server-add-instructions": "Копирайте и поставете ключа за достъп, за да добавите сървър.", 
  "server-add-invalid": "{openLine}Невалиден ключ за достъп.{closeLine}Въведете валиден ключ за достъп (ss://), за да добавите сървър.", 
  "server-add-zero-state-instructions": "Кликнете, за да добавите сървър.", 
  "server-added": "Добавен бе сървърът „{serverName}“!", 
  "server-connected": "Свързване към „{serverName}“", 
  "server-create-your-own": "Не разполагате с ключ за достъп?<br>Създайте свой собствен на {openLink}нашия уебсайт{closeLink}.", 
  "server-create-your-own-zero-state": "Не разполагате със сървър?<br>Създайте свой собствен на {openLink}уебсайта ни{closeLink}.", 
  "server-default-name": "Прокси сървър", 
  "server-default-name-outline": "Сървър на Outline", 
  "server-detected": "Моля, потвърдете, че искате да добавите този сървър.", 
  "server-disconnected": "Връзката с „{serverName}“ бе прекратена", 
  "server-forget": "Забравяне", 
  "server-forgotten": "Забравен сървър „{serverName}“.", 
  "server-forgotten-undo": "Сървърът „{serverName}“ бе възстановен.", 
  "server-rename": "Преименуване", 
  "server-rename-complete": "Сървърът бе преименуван", 
  "servers-menu-item": "Сървъри", 
  "servers-page-title": "Outline", 
  "submit": "Изпращане", 
  "submitting": "Изпраща се...", 
  "terms": "Условия", 
  "tips": "Съвети", 
  "undo-button-label": "Отмяна", 
  "unreachable-server-state": "Няма достъп", 
  "update-downloaded": "Изтеглена бе актуализирана версия на Outline. Тя ще бъде инсталирана, когато рестартирате Outline.", 
  "version": "Версия {appVersion}"
}