{
  "about-outline": "Το Outline είναι ένα έργο λογισμικού ανοικτού κώδικα το οποίο έχει δημιουργηθεί από την <a href={jigsawUrl}>Jigsaw</a> με στόχο να προσφέρει στους ειδησεογραφικούς οργανισμούς και τους δημοσιογράφους έναν ασφαλέστερο τρόπο πρόσβασης στο διαδίκτυο.<br><br> Το Outline παρέχεται με την υποστήριξη της <a href={shadowsocksUrl}>Shadowsocks</a> και εξακολουθεί να βρίσκεται σε πρώιμο στάδιο ανάπτυξης. Μπορείτε να συνεισφέρετε στον κώδικα στο <a href={gitHubUrl}>GitHub</a> και να μας ακολουθήσετε στο <a href={redditUrl}>Reddit</a> και το <a href={mediumUrl}>Medium</a>, για να ενημερωθείτε σχετικά με την επέκταση σε περισσότερες πλατφόρμες και την προσθήκη νέων λειτουργιών.", 
  "about-page-title": "Πληροφορίες", 
  "auto-connect-dialog-detail": "Εκτός και αν αποσυνδεθείτε από τον διακομιστή Outline, το Outline θα συνδεθεί αυτόματα την επόμενη φορά που θα επανεκκινήσετε τη συσκευή σας.", 
  "auto-connect-dialog-title": "Παραμείνετε ασφαλείς σε κάθε περίπτωση", 
  "cancel": "ακύρωση", 
  "close": "Κλείσιμο", 
  "connect-button-label": "Σύνδεση", 
  "connected-server-state": "Συνδεδεμένος", 
  "connecting-server-state": "Σύνδεση…", 
  "data-collection": "Συλλογή δεδομένων", 
  "disconnect-button-label": "Αποσύνδεση", 
  "disconnected-server-state": "Αποσυνδεδεμένος", 
  "disconnecting-server-state": "Αποσύνδεση…", 
  "email-feedback-input": "Διεύθυνση ηλεκτρονικού ταχυδρομείου (προαιρετικά)", 
  "error-feedback-submission": "Λυπούμαστε, δεν είναι δυνατή η υποβολή των σχολίων σας. Ελέγξτε τη σύνδεσή σας στο διαδίκτυο και δοκιμάστε ξανά.", 
  "error-invalid-access-key": "Μη έγκυρο κλειδί πρόσβασης. Δοκιμάστε ξανά ή υποβάλετε σχόλια για βοήθεια.", 
  "error-server-already-added": "Ο διακομιστής \"{serverName}\" έχει ήδη προστεθεί.", 
  "error-server-incompatible": "Λυπούμαστε, αυτό το κλειδί πρόσβασης δεν είναι συμβατό με τη συγκεκριμένη έκδοση του Outline.", 
  "error-timeout": "Κάποια διαδικασία καθυστερεί περισσότερο από το αναμενόμενο. Η έξοδος και η επανεκκίνηση μπορεί να βοηθήσουν στην επίλυση του προβλήματος. Αν το πρόβλημα εμφανιστεί ξανά, υποβάλετε σχόλια.", 
  "error-unexpected": "Λυπούμαστε, προέκυψε μη αναμενόμενο σφάλμα. Η έξοδος και η επανεκκίνηση μπορεί να βοηθήσουν στην επίλυση του προβλήματος. Αν το πρόβλημα εμφανιστεί ξανά, υποβάλετε σχόλια.", 
  "feedback-cannot-add-server": "Δεν είναι δυνατή η προσθήκη διακομιστή", 
  "feedback-connection": "Δεν μπορώ να συνδεθώ στον διακομιστή μου", 
  "feedback-general": "Γενικά σχόλια", 
  "feedback-input": "Τα σχόλιά σας", 
  "feedback-language-disclaimer": "Λάβετε υπόψη ότι η ομάδα μας μπορεί να απαντήσει σε σχόλια μόνο στα αγγλικά.", 
  "feedback-no-server": "Δεν διαθέτω διακομιστή", 
  "feedback-page-title": "Υποβολή σχολίων", 
  "feedback-performance": "Το Outline είναι αργό", 
  "feedback-privacy": "Τα σχόλια, η διεύθυνση ηλεκτρονικού ταχυδρομείου (αν έχει δοθεί) και οι πρόσθετες πληροφορίες που αναφέρονται στην {privacyPolicyLinkOpen}Πολιτική συλλογής δεδομένων{privacyPolicyLinkClose} θα σταλούν στην ομάδα του Outline. Μην συμπεριλάβετε προσωπικά στοιχεία στα σχόλιά σας.", 
  "feedback-suggestion": "Προτάσεις", 
  "feedback-thanks": "Σας ευχαριστούμε που μας βοηθάτε να βελτιωθούμε! Μας αρέσει να λαμβάνουμε σχόλια από εσάς.", 
  "fix-this": "Διόρθωση", 
  "get-help": "Λήψη βοήθειας", 
  "got-it": "Το κατάλαβα", 
  "help-page-title": "Βοήθεια", 
  "learn-more": "Μάθετε περισσότερα", 
  "licenses-page-title": "Άδειες", 
  "non-system-vpn-warning-detail": "Τα περισσότερα προγράμματα περιήγησης συνδέονται αυτόματα στο Outline, κάποια όμως δεν συνδέονται.", 
  "non-system-vpn-warning-title": "Επαληθεύστε τη σύνδεση του προγράμματος περιήγησης", 
  "outline-plugin-error-admin-permissions": "Το Outline χρειάζεται δικαιώματα διαχειριστή για να εκτελεστεί. Εάν δεν έχετε δικαιώματα διαχειριστή, δοκιμάστε ξανά αφού επανεκκινήσετε τον υπολογιστή σας Windows ή ζητήστε βοήθεια από τον διαχειριστή συστήματος.", 
  "outline-plugin-error-antivirus": "Φαίνεται ότι το λογισμικό προστασίας από ιούς που χρησιμοποιείτε μας αποτρέπει από το να συνδεθούμε με επιτυχία.", 
  "outline-plugin-error-invalid-server-credentials": "Φαίνεται πως το κλειδί πρόσβασης δεν είναι έγκυρο. Αν το πρόβλημα εμφανιστεί ξανά, επικοινωνήστε με τον διαχειριστή του διακομιστή.", 
  "outline-plugin-error-routing-tables": "Δεν ήταν δυνατή η επιτυχής διαμόρφωση των πινάκων δρομολόγησης. Εάν αυτό επαναληφθεί, επικοινωνήστε μαζί μας.", 
  "outline-plugin-error-server-unreachable": "Δεν είναι δυνατή η σύνδεση στον διακομιστή σας. Ελέγξτε τη σύνδεσή σας στο διαδίκτυο και δοκιμάστε ξανά.", 
  "outline-plugin-error-system-configuration": "Δυστυχώς, φαίνεται ότι το Outline δεν έχει εγκατασταθεί σωστά. Δοκιμάστε να το εγκαταστήσετε ξανά. Εάν αυτό δεν διορθώσει το πρόβλημα, υποβάλετε σχόλια μέσω της εφαρμογής.", 
  "outline-plugin-error-udp-forwarding-not-enabled": "Φαίνεται πως αυτός ο διακομιστής δεν υποστηρίζει προώθηση UDP. Αν το πρόβλημα εμφανιστεί ξανά, επικοινωνήστε με τον διαχειριστή του διακομιστή.", 
  "outline-plugin-error-unsupported-routing-table": "Απ' ότι φαίνεται, κάποιο άλλο VPN είναι ενεργό. Αποσυνδεθείτε και δοκιμάστε ξανά.", 
  "outline-plugin-error-vpn-permission-not-granted": "Το Outline χρειάζεται την άδειά σας, για να ρυθμίσει μια σύνδεση VPN στον διακομιστή. Δοκιμάστε ξανά ή υποβάλετε σχόλια, σε περίπτωση που χρειαστείτε βοήθεια.", 
  "privacy": "Απόρρητο", 
  "privacy-text": "Αποστέλλονται ορισμένες τεχνικές πληροφορίες στην περίπτωση που υποβάλετε σχόλια, αν προκύψει κάποιο σφάλμα εφαρμογής ή αν ο διαχειριστής του διακομιστή σας αποδεχτεί την κοινοποίηση ανώνυμων δεδομένων χρήσης διακομιστή.", 
  "privacy-title": "Το Outline δεν θα συλλέξει ποτέ τα προσωπικά σας στοιχεία", 
  "quit": "Έξοδος", 
  "reconnecting-server-state": "Επανασύνδεση…", 
  "save": "αποθήκευση", 
  "server-access-key-detected": "Εντοπίστηκε κλειδί πρόσβασης", 
  "server-access-key-label": "ss://κλειδί πρόσβασης", 
  "server-add": "Προσθήκη διακομιστή", 
  "server-add-access-key": "Προσθήκη κλειδιού πρόσβασης", 
  "server-add-ignore": "Παράβλεψη", 
  "server-add-instructions": "Αντιγράψτε και επικολλήστε ένα κλειδί πρόσβασης, για να προσθέσετε έναν διακομιστή.", 
  "server-add-invalid": "{openLine}Μη έγκυρο κλειδί πρόσβασης.{closeLine}Καταχωρίστε ένα έγκυρο κλειδί πρόσβασης (ss://), για να προσθέσετε έναν διακομιστή.", 
  "server-add-zero-state-instructions": "Κάντε κλικ, για να προσθέσετε έναν διακομιστή.", 
  "server-added": "Προστέθηκε ο διακομιστής \"{serverName}\"!", 
  "server-connected": "Συνδεθήκατε στον διακομιστή \"{serverName}\"", 
  "server-create-your-own": "Δεν έχετε κλειδί πρόσβασης;<br>Δημιουργήστε ένα στον {openLink}ιστότοπό μας{closeLink}.", 
  "server-create-your-own-zero-state": "Δεν έχετε διακομιστή;<br>Δημιουργήστε έναν στον {openLink}ιστότοπό μας{closeLink}.", 
  "server-default-name": "Διακομιστής μεσολάβησης", 
  "server-default-name-outline": "Διακομιστής Outline", 
  "server-detected": "Επιβεβαιώστε ότι θέλετε να προσθέσετε αυτόν τον διακομιστή.", 
  "server-disconnected": "Αποσυνδεθήκατε από τον διακομιστή \"{serverName}\"", 
  "server-forget": "Διαγραφή", 
  "server-forgotten": "Ο διακομιστής \"{serverName}\" διαγράφηκε.", 
  "server-forgotten-undo": "Έγινε επαναφορά του διακομιστή \"{serverName}\".", 
  "server-rename": "Μετονομασία", 
  "server-rename-complete": "Η μετονομασία του διακομιστή ολοκληρώθηκε", 
  "servers-menu-item": "Διακομιστές", 
  "servers-page-title": "Outline", 
  "submit": "Υποβολή", 
  "submitting": "Υποβολή…", 
  "terms": "Όροι", 
  "tips": "Συμβουλές", 
  "undo-button-label": "Αναίρεση", 
  "unreachable-server-state": "Χωρίς δυνατότητα πρόσβασης", 
  "update-downloaded": "Λήφθηκε μια ενημερωμένη έκδοση του Outline. Θα εγκατασταθεί μόλις επανεκκινήσετε το Outline.", 
  "version": "Έκδοση {appVersion}"
}