{
  "about-outline": "Outline គឺជាកម្មវិធីនៃគម្រោងកូដចំហមួយ ដែលត្រូវបានបង្កើតឡើងដោយ <a href={jigsawUrl}>Jigsaw</a>ក្នុងគោលបំណងផ្ដល់ជូននូវប្រព័ន្ធទំនាក់ទំនងដែលមានសុវត្តិភាព ដល់ស្ថាប័នអង្គការ​ និងស្ថាប័នកាសែតនានាតាមប្រព័ន្ធអ៊ីនធឺណែត។ <br><br>Outline ត្រូវបានដំណើរការដោយ <a href={shadowsocksUrl}>Shadowsocks</a>ហើយវាកំពុងស្ថិតនៅក្នុងដំណាក់កាលសាកល្បងដំបូង។ អ្នកអាចចូលរួមក្នុងការកែរលំអរកូដនៅលើប្រព័ន្ធ <a href={gitHubUrl}>GitHub</a>​និងរក្សាទំនាកទំនងជាមួយពួកយើងបានតាមរយះប្រព័ន្ធ  <a href={redditUrl}>Reddit</a> និង<a href={mediumUrl}>Medium</a>ដើម្បីទទួលបានព័ត៌មានថ្មីបន្ថែមទៀតអំពីកម្មវិធីនេះនៅពេលដែលយើងបានបន្ថែមមុខងារថ្មីៗផ្សេងៗទៀត។",
  "about-page-title": "អំពី",
  "auto-connect-dialog-detail": "ដរាបណាអ្នកមិនបានផ្ដាច់ពីម៉ាស៊ីនមេ Outline​​ របស់អ្នកនោះទេ Outlineនឹងធ្វើការតភ្ជាប់ដោយស្វ័យប្រវត្តិនៅពេលដែលអ្នកចាប់ផ្ដើមដំណើរការឩបករណ៍បស់អ្នកលើកក្រោយ។",
  "auto-connect-dialog-title": "រក្សាការពារជានិច្ច",
  "cancel": "បញ្ឈប់",
  "close": "បិទ",
  "connect-button-label": "ភ្ជាប់",
  "connected-server-state": "បានភ្ជាប់",
  "connecting-server-state": "កំពុងដំណើរការតភ្ជាប់…",
  "data-collection": "ការប្រមូលទិន្នន័យ",
  "disconnect-button-label": "ផ្ដាច់",
  "disconnected-server-state": "បានផ្ដាច់",
  "disconnecting-server-state": "កំពុងដំណើរការកាត់ផ្ដាច់…",
  "email-feedback-input": "អាសយដ្ឋានអ៊ីម៉ែល",
  "error-feedback-submission": "សូមអភ័យទោស! ពួកយើងមិនអាចដាក់ស្នើរសូមមតិយោបល់របស់អ្នកបានទេ។ សូមពិនិត្យថាអ្នកបានភ្ជាប់អ៊ីនធឺណិត ហើយសូមព្យាយាមម្ដងទៀត។",
  "error-invalid-access-key": "កូដសង្ងាត់មិនត្រឹមត្រូវ។ សូមព្យាយាមម្ដងទៀត ឬដាក់ស្នើរមតិយោបល់ដើម្បីសុំជំនួយ។",
  "error-server-already-added": "ម៉ាស៊ីនមេ “{serverName}” ត្រូវបានដាក់បន្ថែម។",
  "error-server-incompatible": "សូមអភ័យទោស! កូដសង្ងាត់នេះមិនអាចដំណើរបានជាមួយ​ Outlineជំនាន់នេះទេ។",
  "error-timeout": "វាហាក់ដូចជាចំណាយពេលយូជាងការរំពឹងទុក។ សូមបិទហើយចាប់ផ្ដើមឡើងវិញប្រហែលអាចជួយអ្នកបាន។ បើសិនជាករណីនេះកើតឡើងម្ដងទៀត សូមផ្ដល់មតិយោបល់ដើម្បីវាយតម្លៃ។",
  "error-unexpected": "សូមអភ័យទោស! ចំពោះកំហុសដោយអចេតនាបានកើតឡើង។ សូមបិទកម្មវិធី​ ហើយដំណើរការឡើងវិញសារជាថ្មី។ បើសិនជាករណីនេះកើតឡើងម្តងទៀត សូមផ្ដល់មតិយោបល់មកកាន់ពួកយើងដើម្បីកែប្រែរ។",
  "feedback-cannot-add-server": "មិនអាចបន្ថែមម៉ាស៊ីនមេ",
  "feedback-connection": "មិនអាចតភ្ជាប់ទៅម៉ាស៊ីនមេ",
  "feedback-general": "ការផ្ដល់យោបល់ទូទៅ",
  "feedback-input": "យោបល់របស់អ្នក",
  "feedback-language-disclaimer": "សូមគត់ចំណាំថា ក្រុមការងាររបស់យើងអាចឆ្លើយតបមតិយោបល់របស់អ្នកបានតែសាអង់គ្លេសប៉ុណ្ណោះ",
  "feedback-no-server": "មិនមានម៉ាស៊ីនមេ",
  "feedback-page-title": "ផ្ញើមតិ",
  "feedback-performance": "Outline គឺដំណេីរការយឺត",
  "feedback-privacy": "មតិយោបល់ អាសយដ្ឋានអ៊ីម៉ែល (បើសិនជាអាចផ្ដល់ឱ្យបាន) និងព័ត៌មានផ្សេងៗទៀតរបស់អ្នក ដែលបានដាក់នៅក្នុង {privacyPolicyLinkOpen}គោលនយោបាយការប្រមូលទិន្នន័យ {privacyPolicyLinkClose} នឹងត្រូវផ្ញើទៅកាន់ក្រុមការងារ Outline។ សូមកុំបញ្ចូលព័ត៌មានផ្ទាល់ខ្លួននៅក្នុងការផ្ដល់មតិយោបល់របស់អ្នក។",
  "feedback-suggestion": "ការផ្តល់យោបល់",
  "feedback-thanks": "សូមអគុណចំពោះការចូលរួមធ្វេីប្រសើរឡើង! ពួកយើងពេញចិត្តទទួលដឹងឮពីអ្នក។",
  "fix-this": "ជួសជុល",
  "get-help": "សុំជំនួយ",
  "got-it": "បានទទួល",
  "help-page-title": "ជំនួយស្មារតី",
  "learn-more": "ស្វែងយល់បន្ថែម",
  "licenses-page-title": "អាជ្ញា​បត្រ",
  "non-system-vpn-warning-detail": "កម្មវិធីរុករកភាគច្រើនតភ្ជាប់ដោយស្វ័យប្រវត្តិជាមួយនឹង Outline ប៉ុន្តែមួយចំនួនគឺមិនដូច្នេះទេ។",
  "non-system-vpn-warning-title": "សូមធ្វើការផ្ទៀងផ្ទាត់លើការតភ្ជាប់នៃកម្មវិធីរុករកនៃប្រព័ន្ធអ៊ីនធឺណេតរបស់អ្នក",
  "outline-plugin-error-admin-permissions": "Outline ត្រូវការសិទ្ធជាអ្នកគ្រប់គ្រងដើម្បីដំណើរការ។ ប្រសិនបើអ្នកមិនមានសិទ្ធជាអ្នកគ្រប់គ្រងនោះទេ សូមព្យាយាមម្ដងទៀតបន្ទាប់ពីបើកកុំព្យូទ័រឡើងវិញ ឬសួរអ្នកគ្រប់គ្រងប្រព័ន្ធប្រតិបត្តិការរបស់អ្នកដើម្បីជួយ។",
  "outline-plugin-error-antivirus": "ពួកយើងហ៊ាក់ដូចមិនអាចធ្វើការតភ្ជាប់បានឡើយ​ដោយសារតែមានការរាខ្ទប់ពីកម្មវិធីកំចាត់មេរោគរបស់អ្នក ។",
  "outline-plugin-error-invalid-server-credentials": "កូដសង្ងាត់របស់អ្នកហ៊ាក់ដូចជាមិនមានសុពលភាពនោះទេ។ បើសិនជាករណីនេះកើតឡើងម្ដងទៀត សូមទាក់ទងអ្នកគ្រប់គ្រងម៉ាស៊ីនមេរបស់អ្នក។",
  "outline-plugin-error-routing-tables": "ពួកយើងមិនអាចដំឡើងតារាងតំណរភ្ជាប់របស់អ្នកបានទេ ។ បើសិនជាករណីនេះកើតឡើងម្ដងទៀត សូមទាក់ទងមកយើង។",
  "outline-plugin-error-server-unreachable": "ពួកយើងហ៊ាក់ដូចជាមិនអាចភ្ជាប់ទៅកាន់ម៉ាស៊ីនមេរបស់អ្នកបានទេ។ សូមពិនិត្យមើលថាអ្នកបានភ្ជាប់អ៊ីនធឺណិត ហើយព្យាយាមម្ដងទៀត។",
  "outline-plugin-error-udp-forwarding-not-enabled": "ម៉ាស៊ីនមេនេះហ៊ាក់ដូចជាមិនដំណើរការជាមួយប្រូតូខូល UDP​​ នោះទេ។ បើសិនជាករណីនេះកើតឡើងម្ដងទៀត សូមទាក់ទងអ្នកគ្រប់គ្រងម៉ាស៊ីនមេរបស់អ្នក។",
  "outline-plugin-error-unsupported-routing-table": "វាហ៊ាក់ដូចជាមានប្រព័ន្ធ​ VPN មួយផ្សេងទៀតកំពុងតែដំណើរការ។ សូមផ្ដាច់វា ហើយព្យាយាមម្ដងទៀត។",
  "outline-plugin-error-vpn-permission-not-granted": "Outline ត្រូវការការអនុញ្ញាតរបស់អ្នកដើម្បីដំណើរការតភ្ជាប់ប្រព័ន្ធ VPN ទៅកាន់ម៉ាស៊ីនមេ។ សូមព្យាយាមម្ដងទៀត ឬដាក់ស្នើរសូមជំនួយពីពួកយើងប្រសិនបើអ្នកត្រូវការ។",
  "privacy": "ឯកជនភាព",
  "privacy-text": "ព័ត៌មានបច្ចេកទេសមួយចំនួននឹងត្រូវបានប្រមូលយកប្រសិនអនុញ្ញាតដំណើរស្នើរសុំមតិយោបល់ បើសិនជាកម្មវិធីណាមួយមានបញ្ហា ឬមិនដំណើរការ ឬអ្នកគ្រប់គ្រងម៉ាស៊ីនមេរបស់អ្នកជ្រើសរើសចែករំលែកទិន្នន័យការប្រើប្រាស់ម៉ាសុីនមេអនាមិក",
  "privacy-title": "Outline មិនប្រមូលព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នកនោះទេ។",
  "quit": "ចាកចេញ",
  "reconnecting-server-state": "កំពុងដំណើរការតភ្ជាប់ឡើងវិញ…",
  "save": "រក្សាទុក",
  "server-access-key-detected": "កូដសម្ងាត់ត្រូវបានដំណើរការ",
  "server-access-key-label": "ss://កូដសម្ងាត់",
  "server-add": "បន្ថែមម៉ាស៊ីនមេ",
  "server-add-access-key": "បន្ថែមកូដសម្ងាត់ថ្មី",
  "server-add-ignore": "ធ្វើមិនដឹង",
  "server-add-instructions": "ចម្លងនិងបញ្ចូលកួដសម្ងាត់ដើម្បីដំណើរបន្ថែមម៉ាស៊ីនមេថ្មី",
  "server-add-invalid": "{openLine}កូដសម្ងាត់មិនត្រឹមត្រូវ។ {closeLine}សូមបញ្ជូលកូដសម្ងាត់ដែលត្រឹមត្រូវ (ss://) ដើម្បីដំណើរការបន្ថែមម៉ាស៊ីនមេ។",
  "server-add-zero-state-instructions": "ចុចដើម្បីដំណើរការបន្ថែមម៉ាស៊ីនមេ",
  "server-added": "ម៉ាស៊ីនមេត្រូវបានដាក់បន្ថែម“{serverName}”",
  "server-connected": "បានភ្ជាប់ទៅកាន់“{serverName}”",
  "server-create-your-own": "មិនមានកូដសង្ងាត់? <br> បង្កើតកូដសង្ងាត់របស់អ្នកតាមរយ: {openLink} គេហទំព័ររបស់យើង {closeLink}",
  "server-create-your-own-zero-state": "មិនមានម៉ាស៊ីនមេមែនទេ? <br>បង្កើតម៉ាស៊ីនមេរបស់អ្នកតាមរយ: {openLink} គេហទំព័ររបស់យើង {closeLink}",
  "server-default-name": "ម៉ាស៊ីនប្រូកស៊ី",
  "server-default-name-outline": "ម៉ាស៊ីនមេ Outline",
  "server-detected": "សូមបញ្ជាក់ថា អ្នកចង់បន្ថែមម៉ាស៊ីនមេមួយនេះ",
  "server-disconnected": "បានផ្ដាច់ពី“{serverName}”",
  "server-forget": "បំភ្លេចចោល",
  "server-forgotten": "បំភ្លេចម៉ាស៊ីនមេចោល “{serverName}”",
  "server-forgotten-undo": "ម៉ាស៊ីនមេ “{serverName}” ត្រូវបានដំណើរការឡើងវិញ",
  "server-rename": "ប្ដូរឈ្មោះ",
  "server-rename-complete": "ម៉ាស៊ីនមេត្រូវបានប្ដូរឈ្មោះ",
  "servers-menu-item": "ម៉ាស៊ីនមេ",
  "servers-page-title": "Outline",
  "submit": "បញ្ជូនសំណើរ",
  "submitting": "កំពុងដំណើរការបញ្ជូនសំណើរ",
  "terms": "លក្ខខណ្ឌ",
  "tips": "គន្លឺះ",
  "undo-button-label": "លែងធ្វើវិញ",
  "unreachable-server-state": "មិនអាចទាក់ទងបាន",
  "update-downloaded": "ជំនាន់ថ្មីរបស់ Outline​ ត្រូវបានទាញយក។ វានឹងធ្វើការដំឡើងដោយស្វ័យប្រវត្តិនៅពេលដែលចាប់ផ្តើមដំណើរការ Outline ឡើងវិញ។",
  "version": "ជំនាន់ {appVersion}"
}