{
  "close": {
    "message": "បិទ",
    "description": "The text for a button to close the current page or dialog."
  },
  "servers_page_title": {
    "message": "Outline",
    "description": "The title of the main page of the application, showing the application's title (Outline). Outline is the product name and can be found in the translation glossary."
  },
  "servers_menu_item": {
    "message": "ម៉ាស៊ីនមេ",
    "description": "The menu item text to navigate to the list of servers."
  },
  "feedback_page_title": {
    "message": "ផ្ញើមតិ",
    "description": "The menu item text and title of a page for a user to send feedback to the app’s developers."
  },
  "help_page_title": {
    "message": "ជំនួយស្មារតី",
    "description": "The menu item text to navigate to the help section of the app."
  },
  "about_page_title": {
    "message": "អំពី",
    "description": "The title of a page giving details about the app."
  },
  "licenses_page_title": {
    "message": "អាជ្ញា​បត្រ",
    "description": "The menu item text to navigate to the page showing all the software licenses used in building the app."
  },
  "quit": {
    "message": "ចាកចេញ",
    "description": "The text for a button that quits (closes) the application."
  },
  "feedback_general": {
    "message": "ការផ្ដល់យោបល់ទូទៅ",
    "description": "This is one of the feedback categories the user can select in a drop-down when sending a feedback to the app developers. This is general feedback, not related to performance or connection issues."
  },
  "feedback_no_server": {
    "message": "មិនមានម៉ាស៊ីនមេ",
    "description": "This is one of the feedback categories the user can select in a drop-down when sending a feedback to the app developers. This is for feedback related to not having a server to connect."
  },
  "feedback_connection": {
    "message": "មិនអាចតភ្ជាប់ទៅម៉ាស៊ីនមេ",
    "description": "This is one of the feedback categories the user can select in a drop-down when sending a feedback to the app developers. This is for feedback related to problems connecting to a server."
  },
  "feedback_cannot_add_server": {
    "message": "មិនអាចបន្ថែមម៉ាស៊ីនមេ",
    "description": "This is one of the feedback categories the user can select in a drop-down when sending a feedback to the app developers. This is for feedback related to not being able to import a server into the application."
  },
  "feedback_performance": {
    "message": "Outline គឺដំណេីរការយឺត",
    "description": "This is one of the feedback categories the user can select in a drop-down when sending a feedback to the app developers. This is for performance feedback, for example, the speed of connection."
  },
  "feedback_suggestion": {
    "message": "ការផ្តល់យោបល់",
    "description": "This is one of the feedback categories the user can select in a drop-down when sending a feedback to the app developers. This is for suggestions, for example, feature requests."
  },
  "feedback_input": {
    "message": "យោបល់របស់អ្នក",
    "description": "The hint text for a textbox in which the user can type their feedback for the app developers."
  },
  "email_feedback_input": {
    "message": "អាសយដ្ឋានអ៊ីម៉ែល",
    "description": "The hint text for a textbox for the user's email address when sending feedback. The email address is not a required field in the form."
  },
  "feedback_language_disclaimer": {
    "message": "សូមគត់ចំណាំថា ក្រុមការងាររបស់យើងអាចឆ្លើយតបមតិយោបល់របស់អ្នកបានតែសាអង់គ្លេសប៉ុណ្ណោះ",
    "description": "Text displayed below a feedback form explaining that the support team can only respond to feedback in English."
  },
  "feedback_privacy": {
    "message": "មតិយោបល់ អាសយដ្ឋានអ៊ីម៉ែល (បើសិនជាអាចផ្ដល់ឱ្យបាន) និងព័ត៌មានផ្សេងៗទៀតរបស់អ្នក ដែលបានដាក់នៅក្នុង $START_OF_LINK$គោលនយោបាយការប្រមូលទិន្នន័យ $END_OF_LINK$ នឹងត្រូវផ្ញើទៅកាន់ក្រុមការងារ Outline។ សូមកុំបញ្ចូលព័ត៌មានផ្ទាល់ខ្លួននៅក្នុងការផ្ដល់មតិយោបល់របស់អ្នក។",
    "description": "Text appearing above a feedback form explaining the feedback process. Includes a link to the Data Collection Policy as marked by the start and end of link. Outline is the product name and can be found in the translation glossary.",
    "placeholders": {
      "END_OF_LINK": {
        "content": "{privacyPolicyLinkClose}"
      },
      "START_OF_LINK": {
        "content": "{privacyPolicyLinkOpen}"
      }
    }
  },
  "feedback_thanks": {
    "message": "សូមអគុណចំពោះការចូលរួមធ្វេីប្រសើរឡើង! ពួកយើងពេញចិត្តទទួលដឹងឮពីអ្នក។",
    "description": "A message saying thank you after submitting user feedback."
  },
  "submit": {
    "message": "បញ្ជូនសំណើរ",
    "description": "The text of a button to submit a form."
  },
  "submitting": {
    "message": "កំពុងដំណើរការបញ្ជូនសំណើរ",
    "description": "Status text showing that a form is progress of being submitted."
  },
  "about_outline": {
    "message": "Outline គឺជាកម្មវិធីនៃគម្រោងកូដចំហមួយ ដែលត្រូវបានបង្កើតឡើងដោយ $JIGSAW$ក្នុងគោលបំណងផ្ដល់ជូននូវប្រព័ន្ធទំនាក់ទំនងដែលមានសុវត្តិភាព ដល់ស្ថាប័នអង្គការ​ និងស្ថាប័នកាសែតនានាតាមប្រព័ន្ធអ៊ីនធឺណែត។ $NEW_LINE$$NEW_LINE$Outline ត្រូវបានដំណើរការដោយ $SHADOWSOCKS$ហើយវាកំពុងស្ថិតនៅក្នុងដំណាក់កាលសាកល្បងដំបូង។ អ្នកអាចចូលរួមក្នុងការកែរលំអរកូដនៅលើប្រព័ន្ធ $GITHUB$​និងរក្សាទំនាកទំនងជាមួយពួកយើងបានតាមរយះប្រព័ន្ធ  $REDDIT$ និង$MEDIUM$ដើម្បីទទួលបានព័ត៌មានថ្មីបន្ថែមទៀតអំពីកម្មវិធីនេះនៅពេលដែលយើងបានបន្ថែមមុខងារថ្មីៗផ្សេងៗទៀត។",
    "description": "The contents of the About page of the app. Outline is the product name and can be found in the translation glossary.",
    "placeholders": {
      "GITHUB": {
        "content": "<a href={gitHubUrl}>GitHub</a>"
      },
      "JIGSAW": {
        "content": "<a href={jigsawUrl}>Jigsaw</a>"
      },
      "MEDIUM": {
        "content": "<a href={mediumUrl}>Medium</a>"
      },
      "NEW_LINE": {
        "content": "<br>"
      },
      "REDDIT": {
        "content": "<a href={redditUrl}>Reddit</a>"
      },
      "SHADOWSOCKS": {
        "content": "<a href={shadowsocksUrl}>Shadowsocks</a>"
      }
    }
  },
  "learn_more": {
    "message": "ស្វែងយល់បន្ថែម",
    "description": "A text button below a message about the application's data collection policies that takes the user to a webpage with more details and information."
  },
  "privacy": {
    "message": "ឯកជនភាព",
    "description": "The text for a main menu item for the privacy policy and information."
  },
  "terms": {
    "message": "លក្ខខណ្ឌ",
    "description": "The text for a main menu item that takes the user to the applications Terms of Service."
  },
  "version": {
    "message": "ជំនាន់ $APP_VERSION$",
    "description": "A line of text on the About page of the application showing the version of the application the user is using.",
    "placeholders": {
      "APP_VERSION": {
        "content": "{appVersion}",
        "example": "1.0.2"
      }
    }
  },
  "data_collection": {
    "message": "ការប្រមូលទិន្នន័យ",
    "description": "The text for a main menu item that takes the user to a webpage explaining the application's data collection policies."
  },
  "connect_button_label": {
    "message": "ភ្ជាប់",
    "description": "A text button on a particular server to connect to that server"
  },
  "disconnect_button_label": {
    "message": "ផ្ដាច់",
    "description": "A text button on a particular server to disconnect from that server."
  },
  "undo_button_label": {
    "message": "លែងធ្វើវិញ",
    "description": "A text button in a toast that appears after a server has been forgotten (no longer saved for use by the application)"
  },
  "connected_server_state": {
    "message": "បានភ្ជាប់",
    "description": "A status message on a particular server that indicates the server is currently connected and in use."
  },
  "connecting_server_state": {
    "message": "កំពុងដំណើរការតភ្ជាប់…",
    "description": "A status message on a particular server that indicates the application is currently trying to connect to the labeled server."
  },
  "disconnected_server_state": {
    "message": "បានផ្ដាច់",
    "description": "A status message on a particular server that indicates the server is not connected."
  },
  "disconnecting_server_state": {
    "message": "កំពុងដំណើរការកាត់ផ្ដាច់…",
    "description": "A status message on a particular server that indicates the application is in the process of disconnecting from the labeled server."
  },
  "reconnecting_server_state": {
    "message": "កំពុងដំណើរការតភ្ជាប់ឡើងវិញ…",
    "description": "A status message on a particular that indicates the application is in the process of reestablishing a connection with the labeled server."
  },
  "unreachable_server_state": {
    "message": "មិនអាចទាក់ទងបាន",
    "description": "A status message on a particular server that indicates the server cannot be connected at all."
  },
  "server_add": {
    "message": "បន្ថែមម៉ាស៊ីនមេ",
    "description": "Text button for the user to add the access information another server to the application."
  },
  "server_add_instructions": {
    "message": "ចម្លងនិងបញ្ចូលកួដសម្ងាត់ដើម្បីដំណើរបន្ថែមម៉ាស៊ីនមេថ្មី",
    "description": "Instructions on the page explaining how to add a new server to the application's list of servers."
  },
  "server_access_key_detected": {
    "message": "កូដសម្ងាត់ត្រូវបានដំណើរការ",
    "description": "A message indicating the application has detected a valid access key to be used to connect to a server."
  },
  "server_add_access_key": {
    "message": "បន្ថែមកូដសម្ងាត់ថ្មី",
    "description": "The title of the form to add a new server to the application by using a special access key."
  },
  "server_add_ignore": {
    "message": "ធ្វើមិនដឹង",
    "description": "A text button to ignore the valid access key that the application detected."
  },
  "server_add_invalid": {
    "message": "$START_LINE$កូដសម្ងាត់មិនត្រឹមត្រូវ។ $END_LINE$សូមបញ្ជូលកូដសម្ងាត់ដែលត្រឹមត្រូវ ($SS_PROTOCOL$) ដើម្បីដំណើរការបន្ថែមម៉ាស៊ីនមេ។",
    "description": "An error message that indicates the provided access key does not follow the correct format which should begin with ss://. The first part appears on a line by itself.",
    "placeholders": {
      "END_LINE": {
        "content": "{closeLine}"
      },
      "START_LINE": {
        "content": "{openLine}"
      },
      "SS_PROTOCOL": {
        "content": "ss://",
        "example": "ss://"
      }
    }
  },
  "server_default_name": {
    "message": "ម៉ាស៊ីនប្រូកស៊ី",
    "description": "This is the default name for an added server when the type or name is not specified by the access key."
  },
  "server_default_name_outline": {
    "message": "ម៉ាស៊ីនមេ Outline",
    "description": "The default name for a server when adding a new server to the application. Outline is the product name and can be found in the translation glossary."
  },
  "server_detected": {
    "message": "សូមបញ្ជាក់ថា អ្នកចង់បន្ថែមម៉ាស៊ីនមេមួយនេះ",
    "description": "A message to confirm that the user wants to add the given server as a new connection."
  },
  "server_access_key_label": {
    "message": "$SS_PROTOCOL$កូដសម្ងាត់",
    "description": "This is the hint text in a textbox that gives a fake example access key (ss://access-key) so the user knows what to paste there.",
    "placeholders": {
      "SS_PROTOCOL": {
        "content": "ss://",
        "example": "ss://"
      }
    }
  },
  "server_create_your_own": {
    "message": "មិនមានកូដសង្ងាត់? $NEW_LINE$ បង្កើតកូដសង្ងាត់របស់អ្នកតាមរយ: $START_OF_LINK$ គេហទំព័ររបស់យើង $END_OF_LINK$",
    "description": "A message shown at the bottom of the application when there have been no servers added yet.",
    "placeholders": {
      "END_OF_LINK": {
        "content": "{closeLink}"
      },
      "NEW_LINE": {
        "content": "<br>"
      },
      "START_OF_LINK": {
        "content": "{openLink}"
      }
    }
  },
  "server_added": {
    "message": "ម៉ាស៊ីនមេត្រូវបានដាក់បន្ថែម“$SERVER_NAME$”",
    "description": "The success message shown in a toast after the user adds a particular server.",
    "placeholders": {
      "SERVER_NAME": {
        "content": "{serverName}",
        "example": "My Outline Server"
      }
    }
  },
  "server_connected": {
    "message": "បានភ្ជាប់ទៅកាន់“$SERVER_NAME$”",
    "description": "The success message shown in a toast after requesting a connection to a particular server.",
    "placeholders": {
      "SERVER_NAME": {
        "content": "{serverName}",
        "example": "My Outline Server"
      }
    }
  },
  "server_disconnected": {
    "message": "បានផ្ដាច់ពី“$SERVER_NAME$”",
    "description": "The status message shown in a toast after disconnecting from a given server.",
    "placeholders": {
      "SERVER_NAME": {
        "content": "{serverName}",
        "example": "My Outline Server"
      }
    }
  },
  "server_forget": {
    "message": "បំភ្លេចចោល",
    "description": "The text of an option displayed in a server card's options menu to tell the application to no longer display the server."
  },
  "server_rename": {
    "message": "ប្ដូរឈ្មោះ",
    "description": "The text of an option displayed in a server card's options menu to tell the application to display a different name for the server."
  },
  "server_rename_complete": {
    "message": "ម៉ាស៊ីនមេត្រូវបានប្ដូរឈ្មោះ",
    "description": "The success message after renaming a server in the application."
  },
  "server_forgotten": {
    "message": "បំភ្លេចម៉ាស៊ីនមេចោល “$SERVER_NAME$”",
    "description": "The success text displayed in a toast message after clicking Forget on a server, meaning the application will no longer show it as an option.",
    "placeholders": {
      "SERVER_NAME": {
        "content": "{serverName}",
        "example": "My Outline Server"
      }
    }
  },
  "server_forgotten_undo": {
    "message": "ម៉ាស៊ីនមេ “$SERVER_NAME$” ត្រូវបានដំណើរការឡើងវិញ",
    "description": "A message shown in a toast when the user clicks Forget for a server to remove it from the application but then clicks Undo to undo that action.",
    "placeholders": {
      "SERVER_NAME": {
        "content": "{serverName}",
        "example": "My Outline Server"
      }
    }
  },
  "server_add_zero_state_instructions": {
    "message": "ចុចដើម្បីដំណើរការបន្ថែមម៉ាស៊ីនមេ",
    "description": "When the user has not yet added a server to the application, the main page shows this message."
  },
  "server_create_your_own_zero_state": {
    "message": "មិនមានម៉ាស៊ីនមេមែនទេ? $NEW_LINE$បង្កើតម៉ាស៊ីនមេរបស់អ្នកតាមរយ: $START_OF_LINK$ គេហទំព័ររបស់យើង $END_OF_LINK$",
    "description": "When the user has not yet added a server to the application, the main page shows this message at the bottom.",
    "placeholders": {
      "END_OF_LINK": {
        "content": "{closeLink}"
      },
      "NEW_LINE": {
        "content": "<br>"
      },
      "START_OF_LINK": {
        "content": "{openLink}"
      }
    }
  },
  "error_unexpected": {
    "message": "សូមអភ័យទោស! ចំពោះកំហុសដោយអចេតនាបានកើតឡើង។ សូមបិទកម្មវិធី​ ហើយដំណើរការឡើងវិញសារជាថ្មី។ បើសិនជាករណីនេះកើតឡើងម្តងទៀត សូមផ្ដល់មតិយោបល់មកកាន់ពួកយើងដើម្បីកែប្រែរ។",
    "description": "An error message shown when the cause is not really known."
  },
  "error_timeout": {
    "message": "វាហាក់ដូចជាចំណាយពេលយូជាងការរំពឹងទុក។ សូមបិទហើយចាប់ផ្ដើមឡើងវិញប្រហែលអាចជួយអ្នកបាន។ បើសិនជាករណីនេះកើតឡើងម្ដងទៀត សូមផ្ដល់មតិយោបល់ដើម្បីវាយតម្លៃ។",
    "description": "An error message shown when connections are taking too long."
  },
  "error_invalid_access_key": {
    "message": "កូដសង្ងាត់មិនត្រឹមត្រូវ។ សូមព្យាយាមម្ដងទៀត ឬដាក់ស្នើរមតិយោបល់ដើម្បីសុំជំនួយ។",
    "description": "An error message that indicates the access key provided is not correct."
  },
  "error_server_incompatible": {
    "message": "សូមអភ័យទោស! កូដសង្ងាត់នេះមិនអាចដំណើរបានជាមួយ​ Outlineជំនាន់នេះទេ។",
    "description": "Error message shown when the provided access key isn't compatible the user's version of the application. Outline is the product name and can be found in the translation glossary."
  },
  "error_server_already_added": {
    "message": "ម៉ាស៊ីនមេ “$SERVER_NAME$” ត្រូវបានដាក់បន្ថែម។",
    "description": "An error message shown when the user is attempting to add the same server twice.",
    "placeholders": {
      "SERVER_NAME": {
        "content": "{serverName}",
        "example": "My Outline Server"
      }
    }
  },
  "error_feedback_submission": {
    "message": "សូមអភ័យទោស! ពួកយើងមិនអាចដាក់ស្នើរសូមមតិយោបល់របស់អ្នកបានទេ។ សូមពិនិត្យថាអ្នកបានភ្ជាប់អ៊ីនធឺណិត ហើយសូមព្យាយាមម្ដងទៀត។",
    "description": "An error message shown when the user is trying to send feedback to the application developers but it is failing."
  },
  "outline_plugin_error_vpn_permission_not_granted": {
    "message": "Outline ត្រូវការការអនុញ្ញាតរបស់អ្នកដើម្បីដំណើរការតភ្ជាប់ប្រព័ន្ធ VPN ទៅកាន់ម៉ាស៊ីនមេ។ សូមព្យាយាមម្ដងទៀត ឬដាក់ស្នើរសូមជំនួយពីពួកយើងប្រសិនបើអ្នកត្រូវការ។",
    "description": "An error message shown when the application does not have the proper operating system permission to create a VPN connection. Outline is the product name and can be found in the translation glossary."
  },
  "outline_plugin_error_invalid_server_credentials": {
    "message": "កូដសង្ងាត់របស់អ្នកហ៊ាក់ដូចជាមិនមានសុពលភាពនោះទេ។ បើសិនជាករណីនេះកើតឡើងម្ដងទៀត សូមទាក់ទងអ្នកគ្រប់គ្រងម៉ាស៊ីនមេរបស់អ្នក។",
    "description": "An error message when the user is trying to connect but has provided an invalid connection key."
  },
  "outline_plugin_error_udp_forwarding_not_enabled": {
    "message": "ម៉ាស៊ីនមេនេះហ៊ាក់ដូចជាមិនដំណើរការជាមួយប្រូតូខូល UDP​​ នោះទេ។ បើសិនជាករណីនេះកើតឡើងម្ដងទៀត សូមទាក់ទងអ្នកគ្រប់គ្រងម៉ាស៊ីនមេរបស់អ្នក។",
    "description": "An error message shown when the application tries to connect to a server that does not have the correct UDP forwarding configuration."
  },
  "outline_plugin_error_server_unreachable": {
    "message": "ពួកយើងហ៊ាក់ដូចជាមិនអាចភ្ជាប់ទៅកាន់ម៉ាស៊ីនមេរបស់អ្នកបានទេ។ សូមពិនិត្យមើលថាអ្នកបានភ្ជាប់អ៊ីនធឺណិត ហើយព្យាយាមម្ដងទៀត។",
    "description": "An error message shown when the user tries to connect to a server that cannot be reached for some reason."
  },
  "outline_plugin_error_admin_permissions": {
    "message": "Outline ត្រូវការសិទ្ធជាអ្នកគ្រប់គ្រងដើម្បីដំណើរការ។ ប្រសិនបើអ្នកមិនមានសិទ្ធជាអ្នកគ្រប់គ្រងនោះទេ សូមព្យាយាមម្ដងទៀតបន្ទាប់ពីបើកកុំព្យូទ័រឡើងវិញ ឬសួរអ្នកគ្រប់គ្រងប្រព័ន្ធប្រតិបត្តិការរបស់អ្នកដើម្បីជួយ។",
    "description": "An error message when the application is not granted administrator permissions."
  },
  "outline_plugin_error_routing_tables": {
    "message": "ពួកយើងមិនអាចដំឡើងតារាងតំណរភ្ជាប់របស់អ្នកបានទេ ។ បើសិនជាករណីនេះកើតឡើងម្ដងទៀត សូមទាក់ទងមកយើង។",
    "description": "An error message when the application is not able to configure the system for proxying. A button is shown alongside this message to submit feedback."
  },
  "outline_plugin_error_antivirus": {
    "message": "ពួកយើងហ៊ាក់ដូចមិនអាចធ្វើការតភ្ជាប់បានឡើយ​ដោយសារតែមានការរាខ្ទប់ពីកម្មវិធីកំចាត់មេរោគរបស់អ្នក ។",
    "description": "An error message when the application encounters antivirus software that prevents it from connecting."
  },
  "outline_plugin_error_unsupported_routing_table": {
    "message":   "វាហ៊ាក់ដូចជាមានប្រព័ន្ធ​ VPN មួយផ្សេងទៀតកំពុងតែដំណើរការ។ សូមផ្ដាច់វា ហើយព្យាយាមម្ដងទៀត។",
    "description": "An error message when the application fails to connect due to another active VPN."
  },
  "fix_this": {
    "message": "ជួសជុល",
    "description": "A text button in a toast that appears when the application fails to connect due to an antivirus; links to a support article."
  },
  "tips": {
    "message": "គន្លឺះ",
    "description": "A text button in a dialog box to get helpful information about the topic."
  },
  "auto_connect_dialog_title": {
    "message": "រក្សាការពារជានិច្ច",
    "description": "The title of a message to the user that tells them Outline will keep connected unless explicitly told to disconnect. Outline is the product name and can be found in the translation glossary."
  },
  "auto_connect_dialog_detail": {
    "message": "ដរាបណាអ្នកមិនបានផ្ដាច់ពីម៉ាស៊ីនមេ Outline​​ របស់អ្នកនោះទេ Outlineនឹងធ្វើការតភ្ជាប់ដោយស្វ័យប្រវត្តិនៅពេលដែលអ្នកចាប់ផ្ដើមដំណើរការឩបករណ៍បស់អ្នកលើកក្រោយ។",
    "description": "An explanation of the connection behavior of the app. Outline is the product name and can be found in the translation glossary."
  },
  "non_system_vpn_warning_title": {
    "message": "សូមធ្វើការផ្ទៀងផ្ទាត់លើការតភ្ជាប់នៃកម្មវិធីរុករកនៃប្រព័ន្ធអ៊ីនធឺណេតរបស់អ្នក",
    "description": "Title of a dialog that advises the user to check their internet browser's VPN connection."
  },
  "non_system_vpn_warning_detail": {
    "message": "កម្មវិធីរុករកភាគច្រើនតភ្ជាប់ដោយស្វ័យប្រវត្តិជាមួយនឹង Outline ប៉ុន្តែមួយចំនួនគឺមិនដូច្នេះទេ។",
    "description": "Further explanation message that the user needs to verify that their browser is connected through Outline. Outline is the product name and can be found in the translation glossary."
  },
  "get_help": {
    "message": "សុំជំនួយ",
    "description": "Text button in a dialog box to get an in-depth explanation of the topic being communicated."
  },
  "got_it": {
    "message": "បានទទួល",
    "description": "Button text for the user to confirm they understand the message of a dialog box."
  },
  "save": {
    "message": "រក្សាទុក",
    "description": "The text on a button to save application settings."
  },
  "cancel": {
    "message": "បញ្ឈប់",
    "description": "The text on a button to cancel the current operation."
  },
  "update_downloaded": {
    "message": "ជំនាន់ថ្មីរបស់ Outline​ ត្រូវបានទាញយក។ វានឹងធ្វើការដំឡើងដោយស្វ័យប្រវត្តិនៅពេលដែលចាប់ផ្តើមដំណើរការ Outline ឡើងវិញ។",
    "description": "A message shown to the user to notify them about a new downloaded version. Outline is the product name and can be found in the translation glossary."
  },
  "privacy_title": {
    "message": "Outline មិនប្រមូលព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នកនោះទេ។",
    "description": "The title of a information page about user privacy. Outline is the product name and can be found in the translation glossary."
  },
  "privacy_text": {
    "message": "ព័ត៌មានបច្ចេកទេសមួយចំនួននឹងត្រូវបានប្រមូលយកប្រសិនអនុញ្ញាតដំណើរស្នើរសុំមតិយោបល់ បើសិនជាកម្មវិធីណាមួយមានបញ្ហា ឬមិនដំណើរការ ឬអ្នកគ្រប់គ្រងម៉ាស៊ីនមេរបស់អ្នកជ្រើសរើសចែករំលែកទិន្នន័យការប្រើប្រាស់ម៉ាសុីនមេអនាមិក",
    "description": "An explanation on the privacy page about when information would be sent to the application developers."
  }
}
