{
  "about-outline": "Outline သည် <a href={jigsawUrl}>Jigsaw</a> ၏ ထုတ်ကုန်တစ်ခုဖြစ်ပြီး လူတိုင်းက ပြုလုပ်နိုင်၊ လုပ်ဆောင်နိုင်သည့်အပြင် ၎င်း၏ကိုယ်ပိုင် VPN ကို သုံးခွင့်မျှဝေနိုင်သည်။ Outline ကို ပိတ်ဆို့မှုဒဏ်ခံနိုင်ရန် ရေးဆွဲထားသည်။ စတင်ပုံကို လေ့လာရန် <a href={outlineUrl}>getoutline.org</a> ကို ဝင်ကြည့်ပါ။<br><br>Outline သည် <a href={shadowsocksUrl}>Shadowsocks</a> က ပံ့ပိုးထားသော အခမဲ့ရင်းမြစ်ဆော့ဖ်ဝဲ ဖြစ်သည်။ <a href={gitHubUrl}>GitHub</a> တွင် ကုဒ်ကို ပံ့ပိုးနိုင်ပြီး <a href={redditUrl}>Reddit</a> ရှိ စကားဝိုင်းတွင် ပါဝင်နိုင်သည်။",
  "about-page-title": "အကြောင်း",
  "auto-connect-dialog-detail": "သင်၏ Outline ဆာဗာမှ ချိတ်ဆက်မှုမဖြုတ်မချင်း သင့်စက်ကို နောက်တစ်ကြိမ်ပြန်စသည့်အခါ Outline အလိုအလျောက်ချိတ်ဆက်ပါမည်။",
  "auto-connect-dialog-title": "အချိန်မရွေး ကာကွယ်မှုကို ရယူပါ",
  "cancel": "မလုပ်တော့",
  "change-language-page-title": "ဘာသာစကား ပြောင်းရန်",
  "close": "ပိတ်ရန်",
  "connect-button-label": "ချိတ်ဆက်ရန်",
  "connected-server-state": "ချိတ်ဆက်ထားသည်",
  "connecting-server-state": "ချိတ်ဆက်နေသည်…",
  "data-collection": "ဒေတာစုဆောင်းခြင်း",
  "disconnect-button-label": "ချိတ်ဆက်မှု ဖြုတ်ရန်",
  "disconnected-server-state": "ချိတ်ဆက်မထားပါ",
  "disconnecting-server-state": "ချိတ်ဆက်မှု ဖြုတ်နေသည်...",
  "email-feedback-input": "အီးမေးလ်လိပ်စာ (ချန်လှပ်ထားနိုင်သည်)",
  "error-connection-configuration": "စီစဉ်သတ်မှတ်ချက် မမှန်ပါ။ အမှားအသေးစိတ်ကို ဖန်သားပြင်ဓာတ်ပုံဖမ်းပြီး ၎င်းတို့ကို သင်၏ သုံးခွင့်ကီး ပံ့ပိုးသူထံ ပို့ပါ။",
  "error-connection-configuration-fetch": "ဆာဗာစီစဉ်သတ်မှတ်ချက်ကို ဒေါင်းလုဒ်လုပ်၍မရပါ။ အမှားအသေးစိတ်ကို ဖန်သားပြင်ဓာတ်ပုံဖမ်းပြီး ၎င်းတို့ကို သင်၏ သုံးခွင့်ကီး ပံ့ပိုးသူထံ ပို့ပါ။",
  "error-connection-proxy": "ချိတ်ဆက်၍မရပါ။ သင့်အင်တာနက်ကို စစ်ကြည့်ပြီးနောက် အမှားအသေးစိတ်ကို ဖန်သားပြင်ဓာတ်ပုံဖမ်းပြီး ၎င်းတို့ကို သင်၏ သုံးခွင့်ကီး ပံ့ပိုးသူထံ ပို့ပါ။",
  "error-details": "အသေးစိတ်",
  "error-feedback-submission": "ဝမ်းနည်းပါသည်၊ သင်၏အကြံပြုချက်ကို ပို့၍မရပါ။ အင်တာနက်သို့ ချိတ်ဆက်ထားခြင်းရှိ၊ မရှိ စစ်ဆေးပြီး ထပ်စမ်းကြည့်ပါ။",
  "error-invalid-access-key": "အသုံးပြုခွင့်ကီး မမှန်ကန်ပါ။ ထပ်စမ်းကြည့်ပါ (သို့) အကူအညီအတွက် အကြံပြုချက် ပို့ပါ။",
  "error-server-already-added": "“{serverName}” ဆာဗာကို ထည့်ပြီးဖြစ်သည်။",
  "error-server-incompatible": "ဝမ်းနည်းပါသည်၊ ဤအသုံးပြုခွင့်ကီးသည် လက်ရှိ Outline ဗားရှင်းနှင့် တွဲသုံး၍မရပါ။",
  "error-shadowsocks-unsupported-cipher": "Shadowsocks ပံ့ပိုးမထားသော ဝှက်စာဖြစ်သည်",
  "error-timeout": "တစ်ခုခုကြောင့် မျှော်လင့်ထားသည်ထက် ပိုကြာနေသည်။ ထွက်လိုက်ပြီး ပြန်စကြည့်နိုင်သည်။ ၎င်းထပ်ဖြစ်ပါက အကြံပြုချက် ပို့ပါ။",
  "error-unexpected": "ဝမ်းနည်းပါသည်၊ မျှော်လင့်မထားသော အမှားဖြစ်သွားသည်။ ထွက်လိုက်ပြီး ပြန်စကြည့်နိုင်သည်။ ၎င်းထပ်ဖြစ်ပါက အကြံပြုချက် ပို့ပါ။",
  "feedback-cannot-add-server": "ဆာဗာ ထည့်၍မရပါ",
  "feedback-connection": "ကျွန်ုပ်၏ဆာဗာသို့ ချိတ်ဆက်၍မရပါ",
  "feedback-general": "အထွေထွေ အကြံပြုချက်",
  "feedback-input": "သင့်အကြံပြုချက်",
  "feedback-language-disclaimer": "ကျွန်ုပ်တို့၏အဖွဲ့သည် အကြံပြုချက်ကို အင်္ဂလိပ်ဘာသာဖြင့်သာ ဖြေဆိုနိုင်ပါသည်။",
  "feedback-no-server": "ဆာဗာမရှိပါ",
  "feedback-page-title": "အကြံပြုချက် ပို့ရန်",
  "feedback-performance": "Outline နှေးကွေးနေသည်",
  "feedback-privacy": "သင့်အကြံပြုချက်၊ သင့်အီးမေးလ်လိပ်စာ (ပေးထားပါက) နှင့် {privacyPolicyLinkOpen}ဒေတာစုဆောင်းရေး မူဝါဒ{privacyPolicyLinkClose} တွင် ရည်ညွှန်းထားသော နောက်ထပ်အချက်အလက်များကို Outline အဖွဲ့သို့ ပို့ပါမည်။ သင့်အကြံပြုချက်တွင် ကိုယ်ရေးကိုယ်တာအချက်လက်များ မထည့်သွင်းပါနှင့်။",
  "feedback-suggestion": "အကြံပြုချက်များ",
  "feedback-thanks": "ပိုမိုကောင်းမွန်အောင် ကူညီသည့်အတွက် ကျေးဇူးတင်ပါသည်။ သင့်ထံမှ ကြားသိလိုပါသည်။",
  "fix-this": "၎င်းကိုပြင်ဆင်ရန်",
  "get-help": "အကူအညီရယူရန်",
  "got-it": "နားလည်ပြီ",
  "help-page-title": "အကူအညီ",
  "language-page-title": "ဘာသာစကားရွေးခြင်း",
  "learn-more": "ပိုမိုလေ့လာရန်",
  "licenses-page-title": "လိုင်စင်များ",
  "non-system-vpn-warning-detail": "ဘရောင်ဇာအများစုသည် Outline နှင့် အလိုအလျောက်ချိတ်ဆက်သော်လည်း အချို့က မချိတ်ဆက်ပါ။",
  "non-system-vpn-warning-title": "သင့်ဘရောင်ဇာ၏ ချိတ်ဆက်မှုကို စိစစ်ပါ",
  "outline-plugin-error-admin-permissions": "Outline စတင်ရန် စီမံခန့်ခွဲသူ ခွင့်ပြုချက်များ လိုအပ်သည်။ စီမံခန့်ခွဲသူ ခွင့်ပြုချက်များ မရှိပါက သင်၏ကွန်ပျူတာကို ပြန်စတင်ပြီးနောက် ထပ်စမ်းကြည့်ပါ (သို့) အကူအညီအတွက် သင့်စနစ်စီမံခန့်ခွဲသူကို တောင်းဆိုပါ။",
  "outline-plugin-error-antivirus": "သင့်ဗိုင်းရပ်စ်ကာကွယ်ရေးဆော့ဖ်ဝဲက ချိတ်ဆက်မှုမရရှိစေရန် တားဆီးနေပုံရသည်။",
  "outline-plugin-error-invalid-server-credentials": "သင်၏သုံးစွဲခွင့်ကီး မှန်ကန်ပုံမရပါ။ ဤသို့ထပ်ဖြစ်ပါက ၎င်းကို သင့်အား ပေးထားသော ပုဂ္ဂိုလ်ထံ ဆက်သွယ်ပါ။",
  "outline-plugin-error-routing-tables": "သင့်လမ်းကြောင်းလိုက်သည့် ဇယားကွက်များကို စီစဉ်သတ်မှတ်၍ မရပါ။ ၎င်းထပ်ဖြစ်ပါက ကျွန်ုပ်တို့ကို ဆက်သွယ်ပါ။",
  "outline-plugin-error-server-unreachable": "သင့်ဆာဗာနှင့် ချိတ်ဆက်နိုင်ပုံ မရပါ။ အင်တာနက်သို့ ချိတ်ဆက်ထားခြင်းရှိ၊ မရှိ စစ်ဆေးပြီး ထပ်စမ်းကြည့်ပါ။",
  "outline-plugin-error-system-configuration": "ဝမ်းနည်းပါသည်၊ Outline ကို မှန်ကန်စွာ ထည့်သွင်းထားပုံမရပါ။ ထပ်မံ ထည့်သွင်းကြည့်ပါ။ ၎င်းအလုပ်မလုပ်ပါက အက်ပ်မှတစ်ဆင့် အကြံပြုချက် ပို့ပါ။",
  "outline-plugin-error-udp-forwarding-not-enabled": "ဤဆာဗာသည် UDP ထပ်ဆင့်ပို့ခြင်းကို ပံ့ပိုးပုံမရပါ။ ဤသို့ထပ်ဖြစ်ပါက သင့်အား သုံးခွင့်ပေးထားသော ပုဂ္ဂိုလ်ထံ ဆက်သွယ်ပါ။",
  "outline-plugin-error-unsupported-routing-table": "VPN နောက်တစ်ခု သုံးနေပုံရသည်။ ၎င်းကို ချိတ်ဆက်မှုဖြုတ်ပြီး ထပ်စမ်းကြည့်ပါ။",
  "outline-plugin-error-vpn-permission-not-granted": "Outline သည် ဆာဗာသို့ VPN ချိတ်ဆက်မှု စနစ်ထည့်သွင်းရန် သင့်ခွင့်ပြုချက် လိုပါသည်။ ထပ်စမ်းကြည့်ပါ (သို့) အကူအညီလိုအပ်ပါက အကြံပြုချက် ပို့ပါ။",
  "outline-services-installation-confirmation": "ကျွန်ုပ်တို့ Outline ကို စတင်ပါမည်။ စီမံခန့်ခွဲသူ ခွင့်ပြုချက်များ လိုအပ်ပါမည်။ ရှေ့ဆက်လိုပါသလား။",
  "outline-services-installation-failed": "Outline ကို စတင်၍မရပါ။ အက်ပ်မှတစ်ဆင့် အကြံပြုချက်ပေးပို့ပါ။",
  "outline-services-installed": "Outline ကို စတင်လိုက်ပါပြီ။ ဆာဗာသို့ ချိတ်ဆက်ရန် ထပ်စမ်းကြည့်ပါ။",
  "outline-services-installing": "Outline စတင်နေသည်…",
  "privacy": "ကိုယ်ရေးအချက်အလက်လုံခြုံမှု",
  "privacy-text": "အက်ပ်အမှား (သို့) ရပ်တန့်သွားခြင်း ရှိပါက (သို့) သင့်ဆာဗာ စီမံခန့်ခွဲသူက အမည်ဖော်မထားသော ဆာဗာသုံးစွဲမှုဒေတာကို မျှဝေရန် ဝင်လိုက်ပါက အကြံပြုချက်ပို့သောအခါ နည်းပညာဆိုင်ရာ အချက်အလက်အချို့ကို ပို့ပါသည်။",
  "privacy-title": "Outline သည် သင်၏ ကိုယ်ရေးကိုယ်တာအချက်လက်များကို ဘယ်တော့မှ မစုဆောင်းပါ",
  "quit": "ထွက်ရန်",
  "reconnecting-server-state": "ပြန်ချိတ်ဆက်နေသည်…",
  "save": "သိမ်းရန်",
  "server-access-key-detected": "သုံးစွဲခွင့်ကီး တွေ့ရှိသည်",
  "server-access-key-label": "ss://အသုံးပြုခွင့်ကီး",
  "server-add": "ဆာဗာထည့်ရန်",
  "server-add-access-key": "အသုံးပြုခွင့်ကီး ထည့်ပါ",
  "server-add-ignore": "လျစ်လျူရှုရန်",
  "server-add-instructions": "ဆာဗာထည့်ရန် သုံးစွဲခွင့်ကီးကို မိတ္တူကူးပြီး ထည့်ပါ။",
  "server-add-invalid": "{openLine}အသုံးပြုခွင့်ကီး မမှန်ပါ။{closeLine}ဆာဗာထည့်ရန် မှန်ကန်သော ကီး (ss://) ထည့်ပါ။",
  "server-add-zero-state-instructions": "ဆာဗာထည့်ရန် နှိပ်ပါ။",
  "server-added": "“{serverName}” ဆာဗာ ထည့်ပြီးပြီ။",
  "server-connected": "“{serverName}” သို့ ချိတ်ဆက်ထားသည်",
  "server-create-your-own": "သုံးစွဲခွင့်ကီး မရှိဘူးလား။<br>{openLink}ကျွန်ုပ်တို့၏ဝဘ်ဆိုက်{closeLink} တွင် သင့်ကိုယ်ပိုင်တစ်ခု ပြုလုပ်ပါ။",
  "server-create-your-own-zero-state": "ဆာဗာမရှိဘူးလား။<br>{openLink}Outline Manager{closeLink} ဖြင့် သင့်ကိုယ်ပိုင်တစ်ခု ပြုလုပ်ပါ။",
  "server-default-name": "ပရောက်စီဆာဗာ",
  "server-default-name-outline": "Outline ဆာဗာ",
  "server-detected": "ဤဆာဗာကို ထည့်လိုကြောင်း အတည်ပြုပါ။",
  "server-disconnected": "“{serverName}” မှ ချိတ်ဆက်မှု ဖြုတ်လိုက်ပါပြီ",
  "server-forget": "မေ့ပစ်ရန်",
  "server-forgotten": "“{serverName}” ကို မေ့ပစ်ပြီးပြီ။",
  "server-forgotten-undo": "“{serverName}” ဆာဗာကို ပြန်ပြောင်းထားသည်။",
  "server-rename": "အမည်ပြောင်းရန်",
  "server-rename-complete": "ဆာဗာ အမည်ပြောင်းပြီးပြီ",
  "servers-menu-item": "ဆာဗာများ",
  "servers-page-title": "Outline",
  "submit": "ပို့ရန်",
  "submitting": "ပို့နေသည်...",
  "terms": "စည်းမျဉ်းများ",
  "tips": "အကြံပြုချက်များ",
  "tray-open-window": "ဖွင့်ရန်",
  "undo-button-label": "တစ်ဆင့် နောက်ပြန်ရန်",
  "unreachable-server-state": "ဆက်သွယ်၍ မရနိုင်ပါ",
  "update-downloaded": "Outline ၏ အပ်ဒိတ်လုပ်ထားသော ဗားရှင်းကို ဒေါင်းလုဒ်လုပ်လိုက်သည်။ Outline ကို ပြန်စသည့်အခါ ၎င်းကို ထည့်သွင်းပါမည်။",
  "version": "ဗားရှင်း {appVersion}"
}
