{
  "about-outline": "Outline คือโครงการโอเพนซอร์สที่ <a href={jigsawUrl}>Jigsaw</a> สร้างขึ้นเพื่อให้สำนักข่าวและนักข่าวเข้าถึงอินเทอร์เน็ตได้อย่างปลอดภัย<br><br> Outline ขับเคลื่อนโดย <a href={shadowsocksUrl}>Shadowsocks</a> และยังเป็นผลิตภัณฑ์ที่พัฒนาในระยะเริ่มต้น คุณมีส่วนร่วมในการเขียนโค้ดได้ใน <a href={gitHubUrl}>GitHub</a> และติดตามเราได้ที่ <a href={redditUrl}>Reddit</a> และ <a href={mediumUrl}>Medium</a> เพื่อรับข่าวสารเมื่อเราขยายบริการไปยังแพลตฟอร์มอื่นๆ และเพิ่มฟีเจอร์ใหม่ๆ", 
  "about-page-title": "ข้อมูล", 
  "auto-connect-dialog-detail": "Outline จะเชื่อมต่อกับเซิร์ฟเวอร์โดยอัตโนมัติเมื่อคุณรีสตาร์ทอุปกรณ์ในครั้งถัดไป นอกเสียจากว่าคุณจะยกเลิกการเชื่อมต่อจากเซิร์ฟเวอร์ Outline", 
  "auto-connect-dialog-title": "ปลอดภัยทุกเวลา", 
  "cancel": "ยกเลิก", 
  "close": "ปิด", 
  "connect-button-label": "เชื่อมต่อ", 
  "connected-server-state": "เชื่อมต่อแล้ว", 
  "connecting-server-state": "กำลังเชื่อมต่อ...", 
  "data-collection": "การรวบรวมข้อมูล", 
  "disconnect-button-label": "ยกเลิกการเชื่อมต่อ", 
  "disconnected-server-state": "ยกเลิกการเชื่อมต่อแล้ว", 
  "disconnecting-server-state": "กำลังยกเลิกการเชื่อมต่อ...", 
  "email-feedback-input": "ที่อยู่อีเมล (ไม่บังคับ)", 
  "error-feedback-submission": "ขออภัย เราส่งความคิดเห็นของคุณไม่ได้ โปรดตรวจสอบว่าคุณเชื่อมต่อกับอินเทอร์เน็ตแล้วและลองอีกครั้ง", 
  "error-invalid-access-key": "คีย์การเข้าถึงไม่ถูกต้อง โปรดลองอีกครั้งหรือส่งความคิดเห็นเพื่อขอความช่วยเหลือ", 
  "error-server-already-added": "เพิ่มเซิร์ฟเวอร์ “{serverName}” แล้ว", 
  "error-server-incompatible": "ขออภัย คีย์การเข้าถึงนี้ใช้งานกับ Outline เวอร์ชันนี้ไม่ได้", 
  "error-timeout": "ดูเหมือนว่าการเชื่อมต่อใช้เวลานานกว่าที่คาดไว้ การปิดและรีสตาร์ทอาจช่วยแก้ปัญหาได้ หากเกิดเหตุการณ์แบบนี้อีก โปรดส่งความคิดเห็น", 
  "error-unexpected": "ขออภัย มีข้อผิดพลาดที่ไม่คาดคิดเกิดขึ้น การปิดหรือรีสตาร์ทอาจช่วยแก้ปัญหาได้ โปรดส่งความคิดเห็นหากเกิดเหตุการณ์แบบนี้อีก", 
  "feedback-cannot-add-server": "เพิ่มเซิร์ฟเวอร์ไม่ได้", 
  "feedback-connection": "เชื่อมต่อกับเซิร์ฟเวอร์ของฉันไม่ได้", 
  "feedback-general": "ความคิดเห็นทั่วไป", 
  "feedback-input": "ความคิดเห็นของคุณ", 
  "feedback-language-disclaimer": "โปรดทราบว่าทีมงานของเราจะตอบกลับความคิดเห็นที่เป็นภาษาอังกฤษเท่านั้น", 
  "feedback-no-server": "ไม่มีเซิร์ฟเวอร์", 
  "feedback-page-title": "ส่งความคิดเห็น", 
  "feedback-performance": "Outline ทำงานช้า", 
  "feedback-privacy": "ความคิดเห็น ที่อยู่อีเมล (ถ้ามี) และข้อมูลเพิ่มเติมที่อ้างถึงใน{privacyPolicyLinkOpen}นโยบายการรวบรวมข้อมูล{privacyPolicyLinkClose}จะส่งไปยังทีม Outline โปรดอย่าใส่ข้อมูลส่วนบุคคลในความคิดเห็นของคุณ", 
  "feedback-suggestion": "คำแนะนำ", 
  "feedback-thanks": "ขอขอบคุณที่ช่วยเราปรับปรุงบริการ! เรายินดีรับฟังความคิดเห็นจากคุณ", 
  "fix-this": "แก้ไขปัญหานี้", 
  "get-help": "ขอความช่วยเหลือ", 
  "got-it": "รับทราบ", 
  "help-page-title": "ความช่วยเหลือ", 
  "learn-more": "ดูข้อมูลเพิ่มเติม", 
  "licenses-page-title": "ใบอนุญาต", 
  "non-system-vpn-warning-detail": "เบราว์เซอร์ส่วนใหญ่จะเชื่อมต่อกับ Outline โดยอัตโนมัติ แต่บางเบราว์เซอร์ก็เชื่อมต่อไม่ได้", 
  "non-system-vpn-warning-title": "ยืนยันการเชื่อมต่อเบราว์เซอร์", 
  "outline-plugin-error-admin-permissions": "Outline ต้องได้รับสิทธิ์จากผู้ดูแลระบบจึงจะทำงานได้ หากคุณไม่มีสิทธิ์ของผู้ดูแลระบบ โปรดลองอีกครั้งหลังจากรีสตาร์ทคอมพิวเตอร์ Windows หรือขอความช่วยเหลือจากผู้ดูแลระบบ", 
  "outline-plugin-error-antivirus": "ดูเหมือนว่าซอฟต์แวร์ป้องกันไวรัสของคุณกำลังป้องกันไม่ให้เราเชื่อมต่อได้อย่างสมบูรณ์", 
  "outline-plugin-error-invalid-server-credentials": "ดูเหมือนว่าคีย์การเข้าถึงของคุณไม่ถูกต้อง โปรดติดต่อผู้ดูแลเซิร์ฟเวอร์ของคุณหากเกิดเหตุการณ์แบบนี้อีก", 
  "outline-plugin-error-routing-tables": "เรากำหนดค่าตารางเส้นทางของคุณไม่สำเร็จ โปรดติดต่อเราหากเกิดเหตุการณ์แบบนี้อีก", 
  "outline-plugin-error-server-unreachable": "ดูเหมือนว่าเราจะเชื่อมต่อกับเซิร์ฟเวอร์ของคุณไม่ได้ โปรดตรวจสอบว่าคุณเชื่อมต่อกับอินเทอร์เน็ตแล้วและลองอีกครั้ง", 
  "outline-plugin-error-system-configuration": "ขออภัย ดูเหมือนว่า Outline ไม่ได้รับการติดตั้งอย่างถูกต้อง โปรดลองติดตั้งอีกครั้ง หากไม่ได้ผล โปรดส่งความคิดเห็นผ่านทางแอป", 
  "outline-plugin-error-udp-forwarding-not-enabled": "ดูเหมือนว่าเซิร์ฟเวอร์นี้ไม่รองรับการส่งต่อ UDP โปรดติดต่อผู้ดูแลเซิร์ฟเวอร์ของคุณหากเกิดเหตุการณ์แบบนี้อีก", 
  "outline-plugin-error-unsupported-routing-table": "ดูเหมือนว่า VPN อื่นจะทำงานอยู่ โปรดยกเลิกการเชื่อมต่อและลองอีกครั้ง", 
  "outline-plugin-error-vpn-permission-not-granted": "Outline ต้องได้รับสิทธิ์จากคุณเพื่อตั้งค่าการเชื่อมต่อ VPN กับเซิร์ฟเวอร์ โปรดลองอีกครั้งหรือส่งความคิดเห็นหากต้องการความช่วยเหลือ", 
  "privacy": "ความเป็นส่วนตัว", 
  "privacy-text": "ระบบจะส่งข้อมูลทางเทคนิคบางอย่างหากคุณส่งความคิดเห็น หากแอปมีข้อผิดพลาดหรือข้อขัดข้อง หรือหากผู้ดูแลเซิร์ฟเวอร์เลือกแชร์ข้อมูลการใช้งานเซิร์ฟเวอร์แบบไม่ระบุชื่อ", 
  "privacy-title": "Outline จะไม่รวบรวมข้อมูลส่วนบุคคลของคุณ", 
  "quit": "ปิด", 
  "reconnecting-server-state": "กำลังเชื่อมต่อใหม่...", 
  "save": "บันทึก", 
  "server-access-key-detected": "ตรวจพบคีย์การเข้าถึง", 
  "server-access-key-label": "ss://access-key", 
  "server-add": "เพิ่มเซิร์ฟเวอร์", 
  "server-add-access-key": "เพิ่มคีย์การเข้าถึง", 
  "server-add-ignore": "ละเว้น", 
  "server-add-instructions": "คัดลอกและวางคีย์การเข้าถึงเพื่อเพิ่มเซิร์ฟเวอร์", 
  "server-add-invalid": "{openLine}คีย์การเข้าถึงไม่ถูกต้อง{closeLine}โปรดกรอกคีย์การเข้าถึงที่ถูกต้อง (ss://) เพื่อเพิ่มเซิร์ฟเวอร์", 
  "server-add-zero-state-instructions": "คลิกเพื่อเพิ่มเซิร์ฟเวอร์", 
  "server-added": "เพิ่มเซิร์ฟเวอร์ “{serverName}” แล้ว!", 
  "server-connected": "เชื่อมต่อกับ “{serverName}” แล้ว", 
  "server-create-your-own": "หากไม่มีคีย์การเข้าถึง <br>สร้างที่{openLink}เว็บไซต์ของเรา{closeLink}ได้เลย", 
  "server-create-your-own-zero-state": "หากยังไม่มีเซิร์ฟเวอร์ <br>สร้างที่{openLink}เว็บไซต์ของเรา{closeLink}ได้เลย", 
  "server-default-name": "พร็อกซีเซิร์ฟเวอร์", 
  "server-default-name-outline": "เซิร์ฟเวอร์ Outline", 
  "server-detected": "โปรดยืนยันว่าคุณต้องการเพิ่มเซิร์ฟเวอร์นี้", 
  "server-disconnected": "ยกเลิกการเชื่อมต่อจาก “{serverName}” แล้ว", 
  "server-forget": "ลืม", 
  "server-forgotten": "ลืมเซิร์ฟเวอร์ “{serverName}”", 
  "server-forgotten-undo": "กู้คืนเซิร์ฟเวอร์ “{serverName}” แล้ว", 
  "server-rename": "เปลี่ยนชื่อ", 
  "server-rename-complete": "เปลี่ยนชื่อเซิร์ฟเวอร์แล้ว", 
  "servers-menu-item": "เซิร์ฟเวอร์", 
  "servers-page-title": "Outline", 
  "submit": "ส่ง", 
  "submitting": "กำลังส่ง...", 
  "terms": "ข้อกำหนด", 
  "tips": "เคล็ดลับ", 
  "undo-button-label": "เลิกทำ", 
  "unreachable-server-state": "เข้าถึงไม่ได้", 
  "update-downloaded": "ดาวน์โหลด Outline เวอร์ชันอัปเดตแล้ว ระบบจะติดตั้งเวอร์ชันดังกล่าวเมื่อคุณรีสตาร์ท Outline", 
  "version": "เวอร์ชัน {appVersion}"
}